Repository: colobot/colobot
Catalog: po/*.po
Languages: cs, de, fr, pl, ru

source: \New player name
cs: \Jméno nového hráče
de: \Name des Spielers
fr: \Nom du joueur à créer
pl: \Nowe imię gracza
ru: \Новое имя

source: \No eyeglasses
cs: \Bez brýlí
de: \Keine Brille
fr: \Pas de lunette
pl: \Bez okularów
ru: \Без очков

source: \Raise the pencil
cs: \Zvednout tužku
de: \Bleistift abheben
fr: \Relève le crayon
pl: \Podnieś kredkę
ru: \Поднять перо

source: \Red flags
cs: \Červené vlajky
de: \Rote Fahne
fr: \Drapeaux rouges
pl: \Czerwone flagi
ru: \Красный флаг

source: \Return to Colobot: Gold Edition
cs: \Návrat do Colobotu: Zlaté edice
de: \Zurück zu Colobot: Gold-Edition
fr: \Revenir à Colobot : Édition Gold
pl: \Powróć do gry Colobot: Gold Edition
ru: Вернуться к Colobot: Gold Edition

source: \SatCom on standby
cs: \Zavřít SatKom
de: \SatCom in Standby
fr: \Mettre le SatCom en veille
pl: \Przełącz przekaźnik SatCom w stan gotowości
ru: \SatCom ждет

source: \Start recording
cs: \Zapnout nahrávání
de: \Aufnahme starten
fr: \Démarre l'enregistrement
pl: \Rozpocznij nagrywanie
ru: \Начать запись

source: \Stop recording
cs: \Vypnout nahrávání
de: \Aufnahme stoppen
fr: \Stoppe l'enregistrement
pl: \Zatrzymaj nagrywanie
ru: \Остановить запись

source: \Turn left
cs: \Otočit vlevo
de: \Drehung links
fr: \Rotation à gauche
pl: \Obróć w lewo
ru: \Повернуть налево

source: \Turn right
cs: \Otočit vpravo
de: \Drehung rechts
fr: \Rotation à droite
pl: \Obróć w prawo
ru: \Повернуть направо

source: \Use the black pencil
cs: \Vybrat černou tužku
de: \Schwarzen Bleistift hinunterlassen
fr: \Abaisse le crayon noir
pl: \Użyj czarnej kredki
ru: \Использовать черное перо

source: \Use the blue pencil
cs: \Vybrat modrou tužku
de: \Blauen Bleistift hinunterlassen
fr: \Abaisse le crayon bleu
pl: \Użyj niebieskiej kredki
ru: \Использовать синее перо

source: \Use the brown pencil
cs: \Vybrat hnědou tužku
de: \Braunen Bleistift hinunterlassen
fr: \Abaisse le crayon brun
pl: \Użyj brązowej kredki
ru: Использовать коричневое перо

source: \Use the green pencil
cs: \Vybrat zelenou tužku
de: \Grünen Bleistift hinunterlassen
fr: \Abaisse le crayon vert
pl: \Użyj zielonej kredki
ru: \Использовать зеленое перо

source: \Use the orange pencil
cs: \Vybrat oranžovou tužku
de: \Orangefarbenen Bleistift hinunterlassen
fr: \Abaisse le crayon orange
pl: \Użyj pomarańczowej kredki
ru: \Использовать оранжевое перо

source: \Use the purple pencil
cs: \Vybrat fialovou tužku
de: \Violetten Bleistift hinunterlassen
fr: \Abaisse le crayon violet
pl: \Użyj fioletowej kredki
ru: Использовать фиолетовое перо

source: \Use the red pencil
cs: \Vybrat červenou tužku
de: \Roten Bleistift hinunterlassen
fr: \Abaisse le crayon rouge
pl: \Użyj czerwonej kredki
ru: \Использовать красное перо

source: \Use the yellow pencil
cs: \Vybrat žlutou tužku
de: \Gelben Bleistift hinunterlassen
fr: \Abaisse le crayon jaune
pl: \Użyj żółtej kredki
ru: \Использовать желтое перо

source: \Violet flags
cs: \Fialové vlajky
de: \Violette Fahne
fr: \Drapeaux violets
pl: \Fioletowe flagi
ru: \Фиолетовый флаг

source: \Yellow flags
cs: \Žluté vlajky
de: \Gelbe Fahne
fr: \Drapeaux jaunes
pl: \Żółte flagi
ru: \Желтый флаг

source: by
cs: Autor:
de: von
pl: autorstwa
ru: от

source: Lunar Roving Vehicle
de: Mondlandefahrzeug
fr: Véhicule d'exploration lunaire
pl: Pojazd Księżycowy
ru: Луноход

source: Start
de: Startfläche
fr: Départ
pl: Początek
ru: Начало

source: OK
fr: D'accord
ru: ОК

source: Robbie
ru: Робби
