Repository: colobot/colobot
Catalog: po/*.po
Languages: cs, de, fr, pl, ru

source: or
cs: nebo
de: oder
fr: ou
pl: lub
ru: или

source: " [ " expected
cs: Očekáváno "["
de: Es fehlt eine offene eckige Klammer " [ "
fr: " [ " attendu
pl: Oczekiwane " [ "
ru: Ожидалось " [ "

source: " ] " missing
cs: Chybí "]"
de: Es fehlt eine geschlossene eckige Klammer " ] "
fr: " ] " manquant
pl: Brak " ] "
ru: Отсутствует "]"

source: %s: %d pts
cs: %s: %d bodů
de: %s: %d Punkte
fr: %s: %d points
pl: %s: %d pkt

source: +\Missions with bonus content and optional challenges
cs: +\Mise s bonusovým obsahem a volitelnými výzvami
de: +\Missionen mit zusätzlichen Inhalten und Herausforderungen
pl: +\Misje z dodatkową zawartością i opcjonalnymi wyzwaniami
ru: +\Миссии с бонусным контентом и дополнительными испытаниями

source: ..behind
cs: ...za sebou
de: ..hinten
fr: ..derrière
pl: ..za
ru: Сзади

source: ..in front
cs: ...před sebou
de: ..vorne
fr: ..devant
pl: ..przed
ru: Спереди

source: ..power cell
cs: ...baterii
de: ..Batterie
fr: ..batterie
pl: ..ogniwo elektryczne
ru: Батарею

source: 1) First click on the key you want to redefine.
cs: 1) Nejprve klikněte na klávesu, kterou chcete změnit.
de: 1) Klicken Sie auf die neu zu definierende Taste.
fr: 1) Cliquez d'abord sur la touche à redéfinir.
pl: 1) Najpierw kliknij klawisz, który chcesz przedefiniować.
ru: 1) Сначала нажмите на клавишу, которую вы хотите переопределить.

source: 2) Then press the key you want to use instead.
cs: 2) Pak stiskněte klávesu, kterou chcete používat.
de: 2) Drücken Sie auf die neu zu verwendende Taste.
fr: 2) Appuyez ensuite sur la nouvelle touche souhaitée.
pl: 2) Następnie naciśnij klawisz, którego chcesz używać.
ru: 2) После этого нажмите на клавишу, которую вы хотите использовать.

source: << Back \Back to the previous screen
cs: << Zpět \Zpět na předchozí obrazovku
de: << Zurück \Zurück zum Hauptmenü
fr: << Retour \Retour au niveau précédent
pl: << Wstecz \Wraca do poprzedniego ekranu
ru: << Назад \Вернуться на предыдущую страницу

source: <<< Sorry; mission failed >>>
cs: <<< Bohužel; mise byla neúspěšná >>>
de: <<< Mission gescheitert >>>
fr: <<< Désolé; mission échouée >>>
pl: <<< Niestety, misja nie powiodła się >>>
ru: <<< Миссия провалена >>>

source: <<< Team %s finished! >>>
cs: <<< Tým %s dokončil hru! >>>
de: <<< Team %s am Ziel! >>>
fr: <<< L'équipe %s a terminé! >>>
pl: <<< Drużyna %s zakończyła rozgrywkę! >>>
ru: <<< Команда %s финишировала! >>>

source: <<< Team %s lost! >>>
cs: <<< Tým %s prohrál! >>>
de: <<< Team %s hat verloren! >>>
fr: <<< L'équipe %s a perdu! >>>
pl: <<< Drużyna %s odpadła! >>>
ru: <<< Команда %s проиграла! >>>

source: <<< Team %s recieved %d points >>>
cs: <<< Tým %s získal %d bodů >>>
de: <<< Team %s hat %d Punkte erhalten >>>
fr: <<< L'équipe %s a reçu %d points >>>
pl: <<< Drużyna %s zdobyła %d punktów >>>
ru: <<< Команда %s получила %d оч. >>>

source: <<< Well done; mission accomplished >>>
cs: <<< Gratulujeme; mise úspěšně splněna >>>
de: <<< Bravo, Mission vollendet >>>
fr: <<< Bravo; mission terminée >>>
pl: <<< Dobra robota, misja wypełniona >>>
ru: <<< Отлично, миссия выполнена >>>

source: A label must be followed by "for"; "while"; "do" or "switch"
cs: Za návěstím musí následovat "for", "while", "do" nebo "switch"
de: Ein Label kann nur vor den Anweisungen "for", "while", "do" oder "switch" vorkommen
fr: Un label ne peut se placer que devant un "for"; un "while"; un "do" ou un "switch"
pl: Po etykiecie musi wystąpić "for", "while", "do" lub "switch"
ru: За меткой должен быть "for", "while", "do" или "switch"

source: A variable can not be declared twice
cs: Proměnnou nelze deklarovat dvakrát
de: Eine Variable darf nicht zwei Mal deklariert werden
fr: Redéfinition d'une variable
pl: Zmienna nie może być zadeklarowana dwukrotnie
ru: Переменная не может быть объявлена дважды

source: Abort\Abort the current mission
cs: Ukončit\Ukončit současnou misi
de: Abbrechen\Mission abbrechen
fr: Abandonner\Abandonner la mission en cours
pl: Przerwij\Przerywa bieżącą misję
ru: Выход\Прервать текущую миссию

source: Access beyond array limit
cs: Index mimo rozsah pole
de: Zugriff im Array außerhalb der Grenzen
fr: Accès hors du tableau
pl: Dostęp poza tablicę
ru: Доступ к элементу за пределами массива

source: Access to solution\Shows the solution (detailed instructions for missions)
cs: Zpřístupnit řešení\Ukázat řešení (podrobné instrukce pro splnění mise)
de: Zeigt die Lösung\Zeigt nach 3mal Scheitern die Lösung
fr: Accès à la solution\Donne la solution (instructions détaillées pour la mission)
pl: Dostęp do rozwiązania\Pokazuje rozwiązanie (szczegółowe instrukcje dotyczące misji)
ru: Доступ к решению\Показывает решение (подробные инструкции для миссий)

source: Access to solutions\Show program "4: Solution" in the exercises
cs: Zpřístupnit řešení\Ve cvičných úlohách zobrazit program "4: Řešení"
de: Lösung zugänglich\Die Lösung ist im Programmslot "4: Lösung" zugänglich
fr: Accès aux solutions\Programme "4: Solution" dans les exercices
pl: Dostęp do rozwiązań\Pokaż program "4: Rozwiązanie" w ćwiczeniach
ru: Доступ к решению\Показывает решение "4: Решение" в упражнениях

source: Add new program
cs: Přidat nový program
de: Neues Programm hinzufügen
fr: Ajouter un nouveau programme
pl: Dodaj nowy program
ru: Добавить новую программу

source: Alien Queen
cs: Královna vetřelců
de: Insektenkönigin
fr: Pondeuse
pl: Królowa Obcych
ru: Королева чужих

source: Alien Queen killed
cs: Královna vetřelců zabita
de: Insektenkönigin tödlich verwundet
fr: Pondeuse mortellement touchée
pl: Królowa Obcych została zabita
ru: Королева чужих убита

source: Already carrying something
cs: Rameno už něco drží
de: Trägt schon etwas
fr: Porte déjà quelque chose
pl: Nie można nieść więcej przedmiotów
ru: Уже что-то несу

source: Alternative camera mode\Move sideways instead of rotating (in free camera)
cs: Přepnout režim kamery\Posun do stran místo otáčení (volná kamera)
de: Alternativer Kameramodus\Seitwärts bewegen statt rotieren (bei freier Kamera)
fr: Mode caméra alternatif\Déplacements latéraux au lieu des rotations (pour une caméra libre)
pl: Alternatywny tryb kamery\Poruszaj na boki zamiast obracać (w kamerze swobodnej)
ru: Альтернативный режим камеры\Движение в стороны вместо поворачивания (в режиме свободной камеры)

source: Ambiguous call to overloaded function
cs: Nejednoznačné volání přetížené funkce
de: Mehrdeutiger Aufrug einer überladenen Funktion
fr: Appel ambigu à une fonction surchargée
pl: Niejednoznaczne wywołanie przeciążonej funkcji
ru: Странный вызов перегруженной функции

source: Analysis already performed
cs: Analýza již byla dokončena
de: Analyse schon durchgeführt
fr: Analyse déjà effectuée
pl: Analiza została już wykonana
ru: Анализ уже выполнен

source: Analysis performed
cs: Analýza dokončena
de: Analyse vollendet
fr: Analyse terminée
pl: Analiza wykonana
ru: Анализ выполнен

source: Anisotropy level\Anisotropy level
cs: Úroveň anizotropie\Úroveň anizotropie
de: Anisotropie-Level\Anisotropie-Level
fr: Niveau d'anisotropie\Niveau d'anisotropie
pl: Filtrowanie anizotropowe\Poziom filtrowania anizotropowego
ru: Уровень анизотр. фильтр.\Уровень анизотропной фильтрации

source: Ant
cs: Mravenec
de: Ameise
fr: Fourmi
pl: Mrówka
ru: Муравей

source: Ant fatally wounded
cs: Mravenec byl smrtelně raněn
de: Ameise tödlich verwundet
fr: Fourmi mortellement touchée
pl: Mrówka śmiertelnie raniona
ru: Муравей смертельно ранен

source: Appearance\Choose your appearance
cs: Vzhled\Upravte svůj vzhled
de: Aussehen\Erscheinungsbild des Astronauten einstellen
fr: Aspect\Choisir votre aspect
pl: Wygląd\Wybierz swoją postać
ru: Внешность\Настройка внешности

source: Apply changes\Activates the changed settings
cs: Uložit změny\Aktivovat změny nastavení
de: Änderungen übernehmen\Getätigte Einstellungen übernehmen
fr: Appliquer les changements\Active les changements effectués
pl: Zastosuj zmiany\Aktywuje zmienione ustawienia
ru: Принять\Принять изменения настроек

source: Apply\Apply the current mod configuration
cs: Uložit\Uložit aktuální nastavení modifikací
de: Änderungen übernehmen\Die aktuellen Mod-Einstellungen übernehmen
pl: Zastosuj\Zastosuj obecną konfigurację modów
ru: Применить\Применить текущий список модов

source: Appropriate constructor missing
cs: Chybí vhodný konstruktor
de: Es gibt keinen geeigneten Konstruktor
fr: Constructeur approprié manquant
pl: Brak odpowiedniego konstruktora
ru: Соответствующий конструктор отсутствует

source: Assignment impossible
cs: Přiřazení není povoleno
de: Zuweisung unmöglich
fr: Assignation impossible
pl: Przypisanie niemożliwe
ru: Назначение невозможно

source: Autolab
cs: Laboratoř
de: Automatisches Labor
fr: Laboratoire d'analyse de matières organiques
pl: Laboratorium
ru: Лаборатория

source: Automatic indent\When program editing
cs: Automatické odsazování\Odsazování v editoru programu
de: Automatisches Einrücken\Beim Bearbeiten der Programme
fr: Indentation automatique\Pendant l'édition d'un programme
pl: Automatyczne wcięcia\Automatyczne wcięcia podczas edycji programu
ru: Автоматический отступ\При редактировании программы

source: Autosave interval\How often your game will autosave
cs: Interval ukládání\Jak často bude hra automaticky uložena
de: Auto-Speichern Zeitintervall\Wie oft das Spiel automatisch abgespeichert wird
fr: Interval auto-sauvegarde\À quels intervals les parties vont-t-elles êtres sauvegardées automatiquement
pl: Częstotliwość autozapisu\Jak często gra będzie automatycznie zapisywać twój postęp
ru: Интервал автосохр.\Как часто ваша игра будет сохраняться автоматически

source: Autosave slots\How many autosave slots you'll have
cs: Počet pozic\Kolik automaticky uložených pozic bude hra udržovat
de: Auto-Speicherplätze\Wie viele Plätze zum automatischen Speichern zur Verfügung stehen
fr: Nb auto-sauvegardes\Combien d'auto-sauvegarde seront conservées
pl: Sloty autozapisów\Określa ile slotów na automatyczne zapisy będzie dostępnych
ru: Кол-во автосохр.\Как много слотов автосохранения у вас есть

source: Autosave\Enables autosave
cs: Automatické ukládání\Povolit automatické ukládání
de: Auto-Speichern\Aktiviert die automatische Speicherung
fr: Auto-sauvegarde\Activer l'auto-sauvegarde
pl: Autozapis\Włącza automatyczny zapis
ru: Автосохранение\Включает автоматическое сохранение

source: Back
cs: Zpět
de: Zurück
fr: Page précédente
pl: Wstecz
ru: Назад

source: Background sound:\Volume of audio tracks
cs: Zvuk na pozadí:\Hlasitost hudebního doprovodu
de: Hintergrundgeräusche:\Lautstärke der Soundtracks
fr: Fond sonore :\Volume des pistes audio
pl: Muzyka w tle:\Głośność ścieżek dźwiękowych

source: Backward (\key down;)
cs: Dozadu (\key down;)
de: Rückwärts (\key down;)
fr: Recule (\key down;)
pl: Cofnij (\key down;)
ru: Назад (\key down;)

source: Backward\Moves backward
cs: Dozadu\Pohyb dozadu
de: Rückwärts\Bewegung nach hinten
fr: Reculer\Se déplacer en arrière
pl: Wstecz\Porusza do tyłu
ru: Назад\Двигаться назад

source: Bad argument for "new"
cs: Špatný argument pro příkaz "new"
de: Falsches Argument für "new"
fr: Mauvais argument pour "new"
pl: Zły argument dla funkcji "new"
ru: Неверный аргумент для "new"

source: Big indent\Indent 2 or 4 spaces per level defined by braces
cs: Velké odsazování\Každý blok kódu odsazovat o 2 nebo 4 mezery
de: Einrücken mit 4 Leerstellen\Einrücken mit 2 oder 4 Leerstellen
fr: Grande indentation\Indente avec 2 ou 4 espaces par niveau
pl: Duże wcięcie\2 lub 4 spacje wcięcia na każdy poziom zdefiniowany przez klamry
ru: Большой отступ\Отступать на 2 или 4 пробела, в зависимости от скобок

source: Black box
cs: Černá skříňka
de: Flugschreiber
fr: Boîte noire
pl: Czarna skrzynka
ru: Черный ящик

source: Blood\Display blood when the astronaut is hit
cs: Krev\Při zranění kosmonauta zobrazit krev
de: Blut\Blut anzeigen, wenn der Astronaut verletzt wird
fr: Sang\Afficher du sang quand le cosmonaute est touché
pl: Krew\Pokazuj krew gdy astronauta zostanie trafiony
ru: Кровь\Показывать кровь когда астронавт ранен

source: Blue
cs: Modrá
de: Blau
fr: Bleue
pl: Niebieski
ru: Синий

source: Blue flag
cs: Modrá vlajka
de: Blaue Fahne
fr: Drapeau bleu
pl: Niebieska flaga
ru: Синий флаг

source: Bot destroyed
cs: Robot zničen
de: Roboter zerstört
fr: Robot détruit
pl: Robot zniszczony
ru: Бот уничтожен

source: Bot factory
cs: Továrna na roboty
de: Roboterfabrik
fr: Usine de robots
pl: Fabryka robotów
ru: Завод ботов

source: Build (\key action;)
cs: Stavět (\key action;)
de: Bauen (\key action;)
pl: Buduj (\key action;)
ru: Построить (\key action;)

source: Build a bot factory
cs: Postavit továrnu na roboty
de: Baut eine Roboterfabrik
fr: Construire une usine de robots
pl: Zbuduj fabrykę robotów
ru: Построить завод ботов

source: Build a converter
cs: Postavit konvertor titanu
de: Baut einen Konverter
fr: Construire une raffinerie
pl: Zbuduj hutę
ru: Построить преобразователь

source: Build a defense tower
cs: Postavit obrannou věž
de: Baut einen Geschützturm
fr: Construire une tour
pl: Zbuduj wieżę obronną
ru: Построить защитную башню

source: Build a derrick
cs: Postavit vrtnou věž
de: Baut einen Bohrturm
fr: Construire un derrick
pl: Zbuduj kopalnię
ru: Построить буровую вышку

source: Build a exchange post
cs: Postavit komunikační stanici
de: Baut einen Infoserver
fr: Construire une station relais
pl: Zbuduj stację przekaźnikową
ru: Построить пост по обмену сообщениями

source: Build a legged builder
cs: Vyrobit chodícího stavitele
de: Baut einen Krabbelkonstrukteur
pl: Zbuduj budowniczego na nogach
ru: Собрать шагающего строителя

source: Build a legged grabber
cs: Vyrobit chodící rameno
de: Baut einen Krabbeltransporter
fr: Fabriquer un préhenseur à pattes
pl: Zbuduj transporter na nogach
ru: Собрать шагающего сборщика

source: Build a legged orga shooter
cs: Vyrobit chodící biokanón
de: Baut einen Krabbelorgashooter
fr: Fabriquer un tireur organique à pattes
pl: Zbuduj działo organiczne na nogach
ru: Собрать шагающего орга-стрелка

source: Build a legged shooter
cs: Vyrobit chodící kanón
de: Baut einen Krabbelshooter
fr: Fabriquer un tireur à pattes
pl: Zbuduj działo na nogach
ru: Собрать шагающего стрелка

source: Build a legged sniffer
cs: Vyrobit chodící detektor
de: Baut einen Krabbelschnüffler
fr: Fabriquer un renifleur à pattes
pl: Zbuduj szperacz na nogach
ru: Собрать шагающего искателя

source: Build a lightning conductor
cs: Postavit hromosvod
de: Baut einen Blitzableiter
fr: Construire un paratonnerre
pl: Zbuduj odgromnik
ru: Построить громоотвод

source: Build a nuclear power plant
cs: Postavit jadernou elektrárnu
de: Baut eine Brennstoffzellenfabrik
fr: Construire une centrale nucléaire
pl: Zbuduj elektrownię atomową
ru: Построить завод атомных батарей (неперезаряж.)

source: Build a phazer shooter
cs: Vyrobit fázové dělo
de: Baut einen Phazershooter
fr: Fabriquer un robot canon hachoir
pl: Zbuduj działo fazowe
ru: Собрать фазового стрелка

source: Build a power cell factory
cs: Postavit továrnu na baterie
de: Baut eine Batteriefabrik
fr: Construire une fabrique de batteries
pl: Zbuduj fabrykę ogniw elektrycznych
ru: Построить завод перезаряжаемых батарей

source: Build a power station
cs: Postavit nabíječku
de: Baut ein Kraftwerk
fr: Construire une station de recharge
pl: Zbuduj elektrownię
ru: Построить электростанцию

source: Build a radar station
cs: Postavit radar
de: Baut ein Radar
fr: Construire un radar
pl: Zbuduj stację radarową
ru: Построить радарную станцию

source: Build a recycler
cs: Vyrobit recyklátor
de: Baut einen Recycler
fr: Fabriquer un robot recycleur
pl: Zbuduj robota recyklera
ru: Собрать утилизатор

source: Build a repair center
cs: Postavit opravnu
de: Baut ein Reparaturzentrum
fr: Construire un centre de réparation
pl: Zbuduj warsztat
ru: Построить ремонтный пункт

source: Build a research center
cs: Postavit výzkumnou stanici
de: Baut ein Forschungszentrum
fr: Construire un centre de recherches
pl: Zbuduj centrum badawcze
ru: Построить научно-исследовательский центр

source: Build a shielder
cs: Vyrobit mobilní štít
de: Baut einen Schutzschild
fr: Fabriquer un robot bouclier
pl: Zbuduj robota osłaniacza
ru: Собрать передвижной щит

source: Build a subber
cs: Vyrobit ponorku
de: Baut einen Kettentaucher
fr: Fabriquer un robot sous-marin
pl: Zbuduj robota nurka
ru: Собрать саббера

source: Build a target bot
cs: Vyrobit cvičný cíl
de: Baut einen mobile Zielscheibe
pl: Zbuduj robota-cel
ru: Собрать бота-мишень

source: Build a thumper
cs: Vyrobit buchar
de: Baut einen Stampfer
fr: Fabriquer un robot secoueur
pl: Zbuduj robota uderzacza
ru: Собрать ударника

source: Build a tracked builder
cs: Vyrobit pásového stavitele
de: Baut einen Kettenkonstrukteur
pl: Zbuduj budowniczego na gąsienicach
ru: Собрать гусеничного строителя

source: Build a tracked grabber
cs: Vyrobit pásové rameno
de: Baut einen Kettentransporter
fr: Fabriquer un préhenseur à chenilles
pl: Zbuduj transporter na gąsienicach
ru: Собрать гусеничного сборщика

source: Build a tracked orga shooter
cs: Vyrobit pásový biokanón
de: Baut einen Kettenorgashooter
fr: Fabriquer un tireur organique à chenilles
pl: Zbuduj działo organiczne na gąsienicach
ru: Собрать гусеничного орга-стрелка

source: Build a tracked shooter
cs: Vyrobit pásový kanón
de: Baut einen Kettenshooter
fr: Fabriquer un tireur à chenilles
pl: Zbuduj działo na gąsienicach
ru: Собрать гусеничного стрелка

source: Build a tracked sniffer
cs: Vyrobit pásový detektor
de: Baut einen Kettenschnüffler
fr: Fabriquer un renifleur à chenilles
pl: Zbuduj szperacz na gąsienicach
ru: Собрать гусеничного искателя

source: Build a vault
cs: Postavit trezor
de: Baut einen Bunker
pl: Zbuduj skrytkę
ru: Построить погреб

source: Build a wheeled builder
cs: Vyrobit pojízdného stavitele
de: Baut einen Radkonstrukteur
pl: Zbuduj budowniczego na kołach
ru: Собрать колесного строителя

source: Build a wheeled grabber
cs: Vyrobit pojízdné rameno
de: Baut einen Radtransporter
fr: Fabriquer un préhenseur à roues
pl: Zbuduj transporter na kołach
ru: Собрать колесного сборщика

source: Build a wheeled orga shooter
cs: Vyrobit pojízdný biokanón
de: Baut einen Radorgashooter
fr: Fabriquer un tireur organique à roues
pl: Zbuduj działo organiczne na kołach
ru: Собрать колесного орга-стрелка

source: Build a wheeled shooter
cs: Vyrobit pojízdný kanón
de: Baut einen Radshooter
fr: Fabriquer un tireur à roues
pl: Zbuduj działo na kołach
ru: Собрать колесного стрелка

source: Build a wheeled sniffer
cs: Vyrobit pojízdný detektor
de: Baut einen Radschnüffler
fr: Fabriquer un renifleur à roues
pl: Zbuduj szperacz na kołach
ru: Собрать колесного искателя

source: Build a winged builder
cs: Vyrobit létajícího stavitele
de: Baut einen Jetkonstrukteur
pl: Zbuduj latającego budowniczego
ru: Собрать летающего строителя

source: Build a winged grabber
cs: Vyrobit létající rameno
de: Baut einen Jettransporter
fr: Fabriquer un préhenseur volant
pl: Zbuduj transporter latający
ru: Собрать летающего сборщика

source: Build a winged orga shooter
cs: Vyrobit létající biokanón
de: Baut einen Jetorgashooter
fr: Fabriquer un tireur organique volant
pl: Zbuduj latające działo organiczne
ru: Собрать летающего орга-стрелка

source: Build a winged shooter
cs: Vyrobit létající kanón
de: Baut einen Jetshooter
fr: Fabriquer un tireur volant
pl: Zbuduj działo latające
ru: Собрать летающего стрелка

source: Build a winged sniffer
cs: Vyrobit létající detektor
de: Baut einen Jetschnüffler
fr: Fabriquer un renifleur volant
pl: Zbuduj szperacz latający
ru: Собрать летающего искателя

source: Build an autolab
cs: Postavit laboratoř
de: Baut ein automatisches Labor
fr: Construire un laboratoire d'analyse de matières organiques
pl: Zbuduj laboratorium
ru: Построить лабораторию

source: Building completed
cs: Budova dokončena
de: Gebäude fertiggestellt
fr: Bâtiment terminé
pl: Budowa zakończona
ru: Здание построено

source: Building destroyed
cs: Budova zničena
de: Gebäude zerstört
fr: Bâtiment détruit
pl: Budynek zniszczony
ru: Здание разрушено

source: Button %1
cs: Tlačítko %1
de: Knopf %1
fr: Bouton %1
pl: Przycisk %1
ru: Кнопка %1

source: Calling an unknown function
cs: Volání neznámé funkce
de: Die aufgerufene Funktion existiert nicht
fr: Appel d'une fonction inexistante
pl: Odwołanie do nieznanej funkcji
ru: Вызов неизвестной функции

source: Camera (\key camera;)
cs: Kamera (\key camera;)
de: Kamera (\key camera;)
fr: Caméra (\key camera;)
pl: Kamera (\key camera;)
ru: Камера (\key camera;)

source: Camera back\Moves the camera backward
cs: Oddálit kameru\Posune kameru dozadu
de: Kamera weiter\Bewegung der Kamera rückwärts
fr: Caméra plus loin\Recule la caméra
pl: Kamera dalej\Oddala kamerę
ru: Отдалить камеру\Перемещение камеры назад

source: Camera border scrolling\Scrolling when the mouse touches right or left border
cs: Posouvání na kraji obrazovky\Posouvání kamery, když myší najedete na levý nebo pravý okraj obrazovky
de: Kamerabewegung am Bildschirmrand\Die Kamera dreht wenn die Maus den rechten oder linken Rand erreicht
fr: Défilement dans les bords\Défilement lorsque la souris touche les bords gauche ou droite
pl: Przewijanie kamery przy krawędzi\Ekran jest przewijany gdy mysz dotknie prawej lub lewej jego krawędzi
ru: Прокрутка\Прокрутка, когда указатель мыши касается правой или левой грани экрана

source: Camera closer\Moves the camera forward
cs: Přiblížit kameru\Posune kameru vpřed
de: Kamera näher\Bewegung der Kamera vorwärts
fr: Plus proche\Avance la caméra
pl: Kamera bliżej\Przybliża kamerę
ru: Приблизать камеру\Перемещение камеры вперед

source: Camera down\Turns the camera down
cs: Kameru dolů\Otočí kameru dolů
de: Kamera ab\Bewegt die Kamera abwärts
fr: Plus bas\Tourne la caméra vers le bas
pl: Kamera w dół\Obraca kamerę w dół

source: Camera left\Turns the camera left
cs: Kameru doleva\Otočí kameru doleva
de: Kamera links\Schwenkt die Kamera nach links
fr: À gauche\Tourne la caméra vers la gauche
pl: Kamera w lewo\Obraca kamerę w lewo

source: Camera right\Turns the camera right
cs: Kameru doprava\Otočí kameru doprava
de: Kamera rechts\Schwenkt die Kamera nach rechts
fr: À droite\Tourne la caméra vers la droite
pl: Kamera w prawo\Obróć kamerę w prawo

source: Camera up\Turns the camera up
cs: Kameru nahoru\Otočí kameru nahoru
de: Kamera auf\Bewegt die Kamera aufwärts
fr: Plus haut\Tourne la caméra vers le haut
pl: Kamera w górę\Obróć kamerę w górę

source: Can not produce not researched object
cs: Nejprve je třeba objekt vyzkoumat
de: Das erforschte Objekt kann nicht produziert werden
fr: Impossible de créer un objet n'ayant pas été recherché
pl: Nie można wyprodukować nie wynalezionego obiektu
ru: Невозможно изготовить неизученный объект

source: Can not produce this object in this mission
cs: V této misi nelze daný objekt vyrobit
de: Das Objekt kann in dieser Mission nicht produziert werden
fr: Impossible de créer cet objet dans cette mission
pl: Nie można utworzyć tego obiektu w tej misji
ru: Невозможно изготовить этот объект в этой миссии

source: Can't open file
cs: Nelze otevřít soubor
de: Die Datei kann nicht geöffnet werden
fr: Ouverture du fichier impossible
pl: Nie można otworzyć pliku
ru: Невозможно открыть файл

source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
pl: Anuluj
ru: Отмена

source: Cancel\Cancel all changes
cs: Zrušit\Zrušit všechny změny
de: Abbrechen\Editor schließen
fr: Annuler\Annuler toutes les modifications
pl: Anuluj\Pomija wszystkie zmiany
ru: Отмена\Отменить все изменения

source: Challenges
cs: Hlavolamy
de: Herausforderungen
fr: Défis
pl: Wyzwania
ru: Задания

source: Challenges in the chapter:
cs: Hlavolamy v této kapitole:
de: Herausforderungen in diesem Kapitel:
fr: Liste des défis du chapitre :
pl: Wyzwania w tym rozdziale:
ru: Задачи к главе:

source: Challenges\Programming challenges
cs: Hlavolamy\Programátorské hlavolamy
de: Herausforderungen\Programmieraufgaben
fr: Défis\Défis de programmation
pl: Wyzwania\Wyzwania programistyczne
ru: Задания\Практика программирования
