Repository: colobot/colobot
Catalog: po/*.po
Languages: cs, de, fr, pl, ru

source: Change camera\Switches between onboard camera and following camera
cs: Změnit kameru\Přepíná mezi kamerou na robotu a za robotem
de: Andere Kamera\Sichtpunkt einstellen
fr: Changement de caméra\Autre de point de vue
pl: Zmień kamerę\Przełącza pomiędzy kamerą pokładową i śledzącą
ru: Изменить вид\Переключение между бортовой камерой и следящей камерой

source: Change player\Change player
cs: Změnit hráče\Změnit hráče
de: Anderer Spieler\Spielername ändern
fr: Autre joueur\Choix du nom du joueur
pl: Zmień gracza\Zmień gracza
ru: Новый игрок\Выберите имя для игрока

source: Changes
cs: Změny
de: Änderungen
pl: Zmiany
ru: Изменения

source: Chapters:
cs: Kapitoly:
de: Liste der Kapitel:
fr: Liste des chapitres :
pl: Rozdziały:
ru: Разделы:

source: Cheat console\Show cheat console
cs: Systémová konzole\Otevře příkazovou řádku pro zadávání cheatů
de: Mogel-Konsole\Zeige die Mogel-Konsole
fr: Console de triche\Montre la console de triche
pl: Konsola komend\Pokaż konsolę komend
ru: Консоль чит-кодов\Показать консоль для чит-кодов

source: Checkpoint
cs: Kontrolní bod
de: Kontrollstelle
fr: Point de passage
pl: Punkt kontrolny
ru: Контрольная точка

source: Class name expected
cs: Očekáván název třídy
de: Klassenbezeichner erwartet
fr: Nom de classe attendu
pl: Oczekiwano nazwy klasy
ru: Ожидается название класса

source: Climb\Increases the power of the jet
cs: Stoupat\Zvýšit tah tryskového motoru
de: Steigen\Leistung des Triebwerks steigern
fr: Monter\Augmenter la puissance du réacteur
pl: W górę\Zwiększa moc silnika
ru: Взлет и подъем\Увеличивает мощность реактивного двигателя

source: Clone program
cs: Zkopírovat program
de: Programm duplizieren
fr: Dupliquer le programme
pl: Skopiuj program
ru: Клонировать программу

source: Clone selected program
cs: Zkopírovat vybraný program
de: Gewähltes Programm duplizieren
fr: Dupliquer le programme sélectionné
pl: Skopiuj zaznaczony program

source: Close
cs: Zavřít
de: Schließen
fr: Fermer
pl: Zamknij
ru: Закрыть

source: Closing bracket missing
cs: Chybí pravá závorka
de: Es fehlt eine geschlossene Klammer ")"
fr: Il manque une parenthèse fermante
pl: Brak nawiasu zamykającego
ru: Закрывающая скобка отсутствует

source: Code battle
cs: Souboj programátorů
de: Programmierschlacht
fr: Bataille de code
pl: Programobitwa

source: Code battles
cs: Souboj programátorů
de: Programmierschlachten
fr: Batailles de code
pl: Programobitwy
ru: Битвы роботов

source: Code battles\Program your robot to be the best of them all!
cs: Souboj programátorů\Naprogramujte svého robota, aby byl ze všech nejlepší!
de: Programmierschlacht\Schreibe das Programm für den besten Roboter!
fr: Batailles de code\Programmez votre robot pour être le meilleur entre tous!
pl: Programobitwy\Zaprogramuj swego robota by był najlepszy ze wszystkich!
ru: Битвы роботов\Запрограммируйте собственного робота чтобы быть лучшим среди них!

source: Colobot rules!
cs: Colobot je pecka!
de: Colobot ist wunderbar!
fr: Colobot est super!
pl: Colobot rządzi!
ru: Правила игры!

source: Colobot: Gold Edition
cs: Colobot: Zlatá edice
fr: Colobot: Édition Gold

source: Command line
cs: Příkazová řádka
de: Befehlseingabe
fr: Console de commande
pl: Linia polecenia
ru: Командная строка

source: Compilation ok (0 errors)
cs: Kompilace úspěšná (0 chyb)
de: Kompilieren OK (0 Fehler)
fr: Compilation ok (0 erreur)
pl: Program skompilowany (0 błędów)
ru: Компиляция завершена (0 ошибок)

source: Compile
cs: Zkompilovat
de: Kompilieren
fr: Compiler
pl: Kompiluj
ru: Компилировать

source: Continue
cs: Pokračovat
de: Weitermachen
fr: Continuer
pl: Kontynuuj
ru: Продолжить

source: Continue\Continue the current mission
cs: Pokračovat\Pokračovat v současné misi
de: Weitermachen\Mission weitermachen
fr: Continuer\Continuer la mission en cours
pl: Kontynuuj\Kontynuuje bieżącą misję
ru: Продолжить\Продолжить текущую миссию

source: Controls\Keyboard, joystick and mouse settings
cs: Ovládání\Nastavení klávesnice, joysticku a myši
de: Steuerung\Auswahl der Tasten
fr: Commandes\Touches du clavier
pl: Sterowanie\Ustawienia klawiatury, joysticka i myszy
ru: Управление\Настройки клавиатуры, джойстика и мыши

source: Converts ore to titanium
cs: Vyrábí titan z rudy
de: Konvertiert Erz in Titan
fr: Raffinage de minerai en titane
pl: Przetop rudę na tytan
ru: Преобразует руду в титан

source: Copy
cs: Kopírovat
de: Kopieren
fr: Copier
pl: Kopiuj
ru: Копировать

source: Copy (Ctrl+C)
cs: Kopírovat (Ctrl+C)
de: Kopieren (Ctrl+C)
fr: Copier (Ctrl+C)
pl: Kopiuj (Ctrl+C)
ru: Копировать (Ctrl+C)

source: Could not open the file explorer!
cs: Nepodařilo se spustit správce souborů!
de: Konnte den Datei-Explorer nicht öffnen!
pl: Nie udało się otworzyć przeglądarki plików!
ru: Не могу открыть проводник!

source: Could not open the web browser!
cs: Nepodařilo se spustit webový prohlížeč!
de: Konnte den Web-Browser nicht öffnen!
pl: Nie udało się otworzyć przeglądarki internetowej!
ru: Не могу открыть браузер!

source: Current mission saved
cs: Současná mise uložena
de: Mission gespeichert
fr: Enregistrement effectué
pl: Bieżąca misja zapisana
ru: Текущая миссия сохранена

source: Custom levels:
cs: Uživatelské mapy:
de: Benutzerdefinierte Level:
fr: Niveaux spéciaux :
pl: Własne poziomy:
ru: Пользовательские уровни:

source: Custom levels\Levels from mods created by the users
cs: Uživatelské mapy\Mapy z modů vytvořených jinými hráči
de: Benutzerdefinierte Level\Level die von anderen Spieler erstellt wurden
fr: Niveaux spéciaux\Niveaux importés ou personnalisés
pl: Własne poziomy\Poziomy z modyfikacji stworzonych przez użytkowników
ru: Пользоват. уровни\Уровни из модов, созданных пользователями

source: Customize your appearance
cs: Upravit vzhled
de: Aussehen einstellen
fr: Personnalisation de votre apparence
pl: Dostosuj wygląd
ru: Настроить свой внешний вид

source: Cut (Ctrl+X)
cs: Vyjmout (Ctrl+X)
de: Ausschneiden (Ctrl+X)
fr: Couper (Ctrl+X)
pl: Wytnij (Ctrl+X)
ru: Вырезать (Ctrl+X)

source: Defense tower
cs: Obranná věž
de: Geschützturm
fr: Tour de défense
pl: Wieża obronna
ru: Защитная башня

source: Delete mark
cs: Smazat značku
de: Markierung entfernen
fr: Supprimer la marque
pl: Usuń znacznik

source: Delete player\Deletes the player from the list
cs: Smazat hráče\Smaže hráče ze seznamu
de: Spieler löschen\Löscht den Spieler aus der Liste
fr: Supprimer le joueur\Supprimer le joueur de la liste
pl: Usuń gracza\Usuwa gracza z listy
ru: Удалить игрока\Удаление игрока из списка

source: Delete\Deletes the selected file
cs: Smazat\Smaže vybraný soubor
de: Löschen\Löscht die gespeicherte Mission
fr: Supprimer\Supprime l'enregistrement sélectionné
pl: Usuń\Usuwa zaznaczony plik
ru: Удалить\Удаление выбранного файла

source: Derrick
cs: Vrtná věž
de: Bohrturm
pl: Kopalnia
ru: Космический корабль

source: Descend\Reduces the power of the jet
cs: Klesat\Snížit tah tryskového motoru
de: Sinken\Leistung des Triebwerks drosseln
fr: Descendre\Diminuer la puissance du réacteur
pl: W dół\Zmniejsza moc silnika
ru: Снижение и посадка\Понижение мощности реактивного двигателя

source: Description:
cs: Popis:
de: Beschreibung:
pl: Opis:
ru: Описание:

source: Destroy
cs: Zbourat
de: Zerstören
fr: Détruire
pl: Zniszcz
ru: Уничтожить

source: Destroy the building
cs: Zbourat budovu
de: Gebäude sprengen
fr: Démolit le bâtiment
pl: Zniszcz budynek
ru: Уничтожить здание

source: Destroyer
cs: Drtič
de: Einstampfer
fr: Destructeur
ru: Уничтожитель

source: Device\Driver and resolution settings
cs: Obrazovka\Nastavení grafické karty a rozlišení
de: Bildschirm\Driver und Bildschirmauflösung
fr: Affichage\Pilote et résolution d'affichage
pl: Urządzenie\Ustawienia sterownika i rozdzielczości
ru: Устройство\Драйвер и настройки разрешения

source: Disable\Disable the selected mod
cs: Vypnout\Vypnout vybranou modifikaci
de: Deaktivieren\Deaktiviert das ausgewählte Mod
pl: Wyłącz\Wyłącza zaznaczonego moda
ru: Отключить\Отключить выбранный мод

source: Dividing by zero
cs: Dělení nulou
de: Division durch Null
fr: Division par zéro
pl: Dzielenie przez zero
ru: Деление на ноль (запрещено!)

source: Do you really want to destroy the selected building?
cs: Opravdu chcete zbourat vybranou budovu?
de: Wollen Sie das angewählte Gebäude wirklich zerstören ?
fr: Voulez-vous vraiment détruire le bâtiment sélectionné ?
pl: Czy na pewno chcesz zniszczyć zaznaczony budynek?
ru: Вы действительно хотите уничтожить выбранное здание?

source: Do you want to delete %s's saved games?
cs: Chcete smazat uložené hry hráče %s?
de: Wollen Sie die gespeicherten Missionen von %s löschen ?
fr: Voulez-vous détruire les sauvegardes de %s ?
pl: Czy na pewno chcesz skasować zapisane gry gracza %s?
ru: Вы действительно хотите удалить сохраненные игры игрока %s?

source: Doors blocked by a robot or another object
cs: Dveře blokuje robot nebo jiný objekt
de: Die Türen werden von einem Gegenstand blockiert
fr: Portes bloquées par un robot ou un objet
pl: Drzwi zablokowane przez robota lub inny obiekt
ru: Двери заблокированы роботом или другим объектом

source: Down (\key gdown;)
cs: Dolů (\key gdown;)
de: Abwärts (\key gdown;)
fr: Descend (\key gdown;)
pl: Dół (\key gdown;)
ru: Вниз (\key gdown;)

source: Down\Move the selected mod down so it's loaded later (mods may overwrite files from the mods above them)
cs: Dolů\Posunout vybranou modifikaci dolů, aby se nahrála později (modifikace mohou přepsat soubory jiných modifikací v seznamu nad nimi)
de: Abwärts\Das ausgewählte Mod nach unten verschieben, um es später zu laden (Dateien vorangehender Mods können überschrieben werden)
pl: W dół\Przenieś zaznaczonego moda w dół, aby był załadowany później (mody mogą nadpisywać pliki modów wyżej)
ru: Вниз\Переместить мод вниз в списке загрузки, он будет загружен позже (моды могут переписать файлы модов, расположенных в списке выше них)

source: Drawer bot
cs: Tužkobot
de: Zeichner
fr: Robot dessinateur
pl: Robot rysownik
ru: Рисовальщик

source: Duplicate label in switch
cs: Duplicitní návěstí v příkazu switch
de: Doppelter Bezeichner in Mehrfachauswahl
pl: Zduplikowana wartość w instrukcji switch
ru: Повторная метка в switch

source: Dust\Dust and dirt on bots and buildings
cs: Prach\Prach a špína na robotech a budovách
de: Schmutz\Schmutz auf Robotern und Bauten
fr: Salissures\Salissures des robots et bâtiments
pl: Kurz\Kurz i bród na robotach i budynkach
ru: Пыль\Пыль и грязь на ботах и зданиях

source: Dynamic lighting\Mobile light sources
cs: Dynamická světla\Pohyblivé zdroje světla
de: Dynamische Beleuchtung\Dynamische Beleuchtung
fr: Lumières dynamiques\Éclairages mobiles
pl: Dynamiczne oświetlenie\Ruchome źródła światła
ru: Динамич. освещение\Подвижные источники света

source: Dynamic shadows ++\Dynamic shadows + self shadowing
cs: Dynamické stíny ++\Objekty budou vrhat dynamické stíny na zem i na sebe
de: Dynamische Schatten ++\Dynamische Schatten + Eigenschatten
fr: Ombres dynamiques ++\Active les ombres dynamiques et l'auto-ombrage
pl: Dynamiczne cienie ++\Dynamiczne cienie + cienie na obiektach
ru: Динамич. тени ++\Динамические тени + самозатенение

source: Dynamic shadows\Beautiful shadows!
cs: Dynamické stíny\Hezčí stíny!
de: Dynamische Schatten\Hübsche Schatten!
fr: Ombres dynamiques\Magnifiques ombres !
pl: Dynamiczne cienie\Ładne cienie!
ru: Динамические тени\Прекрасные тени!

source: Edit the selected program
cs: Upravit vybraný program
de: Gewähltes Programm bearbeiten
fr: Éditer le programme sélectionné
pl: Edytuj zaznaczony program
ru: Изменить выбранную программу

source: Egg
cs: Vejce
de: Ei
fr: Oeuf
pl: Jajo
ru: Яйцо

source: Empty character constant
cs: Prázdná znaková konstanta
de: Leere Zeichenkonstante
pl: Stała będąca pustym znakiem

source: Enable\Enable the selected mod
cs: Zapnout\Zapnout vybranou modifikaci
de: Aktivieren\Aktiviert das ausgewählte Mod
pl: Włącz\Włącza zaznaczonego moda
ru: Включить\Включить выбранный мод

source: End of block missing
cs: Chybí konec bloku
de: Es fehlt eine geschlossene geschweifte Klammer "}" (Ende des Blocks)
fr: Il manque la fin du bloc
pl: Brak końca bloku
ru: Отсутствует конец блока

source: Energy deposit (site for power station)
cs: Zdroj energie (místo pro nabíječku)
de: Markierung für unterirdische Energiequelle
fr: Sous sol énergétique (Emplacement pour une station de recharge ou une fabrique de batteries)
pl: Źródło energii (miejsce na elektrownię)
ru: Запасы энергии (место для электростанций)

source: Energy level
cs: Stav baterie
de: Energievorrat
fr: Niveau d'énergie
pl: Poziom energii
ru: Уровень энергии

source: Engineer
cs: Inženýr
de: Techniker
fr: Technicien
pl: Inżynier
ru: Инженер

source: Error in instruction move
cs: Chyba během příkazu move
de: Ziel kann nicht erreicht werden
fr: Déplacement impossible
pl: Błąd w poleceniu ruchu
ru: Ошибка движения

source: Execute the selected program
cs: Spustit vybraný program
de: Gewähltes Programm ausführen
fr: Exécute le programme sélectionné
pl: Wykonaj zaznaczony program
ru: Выполнить выбранную программу

source: Execute/stop
cs: Spustit/zastavit
de: Start/Stop
fr: Démarrer/stopper
pl: Wykonaj/Zatrzymaj
ru: Выполнить/стоп

source: Exercises in the chapter:
cs: Cvičení v této kapitole:
de: Liste der Übungen des Kapitels:
fr: Liste des exercices du chapitre :
pl: Ćwiczenia w tym rozdziale:
ru: Упражнения в разделе:

source: Exercises\Programming exercises
cs: Cvičné úlohy\Programátorská cvičení
de: Programmieren\Programmierübungen
fr: Programmation\Exercices de programmation
pl: Ćwiczenia\Ćwiczenia programistyczne
ru: Упражнения\Упражнения по программированию

source: Explode (\key action;)
cs: Odpálit se (\key action;)
de: Explodieren (\key action;)
fr: Détruire (\key action;)
pl: Wysadź (\key action;)
ru: Взорвать (\key action;)

source: Explosive
cs: Výbušniny
de: Sprengstoff
fr: Explosif
pl: Materiały wybuchowe
ru: Взрывчатка

source: Expression expected after =
cs: Za znakem "=" očekáván výraz
de: Nach = wird ein Ausdruck erwartet
fr: Expression attendue après =
pl: Oczekiwano wyrażenia po =
ru: Выражение ожидалось после =

source: Extend shield (\key action;)
cs: Zapnout štít (\key action;)
de: Schutzschild ausfahren (\key action;)
fr: Déploie le bouclier (\key action;)
pl: Rozszerz osłonę (\key action;)
ru: Поднять щит (\key action;)

source: Eyeglasses:
cs: Brýle:
de: Brille:
fr: Lunettes :
pl: Okulary:
ru: Очки:

source: Face type:
cs: Typ obličeje:
de: Kopf:
fr: Type de visage :
pl: Rodzaj twarzy:
ru: Лицо:

source: File not open
cs: Soubor není otevřen
de: Die Datei wurde nicht geöffnet
fr: Le fichier n'est pas ouvert
pl: Plik nie jest otwarty
ru: Файл не открыт

source: Filename:
cs: Název souboru:
de: Dateiname:
fr: Nom du fichier :
pl: Nazwa pliku:
ru: Имя файла:

source: Film sequences\Films before and after the missions
cs: Filmové scény\Animace na začátku a na konci mise
de: Filme\Filme vor und nach den Missionen
fr: Séquences cinématiques\Films avant ou après une mission
pl: Sekwencje filmowe\Filmy przed rozpoczęciem i na zakończenie misji
ru: Показывать видео\Фильмы до и после миссий

source: Finish
cs: Cíl
de: Zielfläche
fr: But/Objectif
pl: Koniec
ru: Финиш

source: Fixed mine
cs: Nášlapná mina
de: Landmine
fr: Mine anti-personnel
pl: Mina
ru: Мина

source: Flat ground not large enough
cs: Rovný terén není dost velký
de: Ebene Fläche nicht groß genug
fr: Sol plat pas assez grand
pl: Za mało płaskiego terenu
ru: Недостаточно плоской земли

source: Fog\Fog
cs: Mlha\Mlha
de: Nebel\Nebelschwaden
fr: Brouillard\Nappes de brouillard
pl: Mgła\Mgła
ru: Туман\Туман

source: Folder:
cs: Adresář:
de: In:
fr: Dossier:
ru: Папка

source: Folder: %s
cs: Adresář: %s
de: Ordner: %s
fr: Dossier: %s
ru: Папка: %s

source: Font size
cs: Velikost písma
de: Schriftgröße
fr: Taille des caractères
pl: Wielkość czcionki
ru: Размер шрифта

source: Forward
cs: Vpřed
de: Nächste Seite
fr: Page suivante
pl: Naprzód
ru: Вперед

source: Forward (\key up;)
cs: Vpřed (\key up;)
de: Vorwärts (\key up;)
fr: Avance (\key up;)
pl: Naprzód (\key up;)
ru: Вперед (\key up;)

source: Forward\Moves forward
cs: Vpřed\Pohyb vpřed
de: Vorwärts\Bewegung nach vorne
fr: Avancer\Se déplacer en avant
pl: Naprzód\Porusza do przodu
ru: Вперед\Двигаться вперед

source: Found a site for a derrick
cs: Objeveno místo pro vrtnou věž
de: Geeignete Stelle für Bohrturm gefunden
fr: Emplacement pour un derrick trouvé
pl: Znaleziono miejsce na kopalnię
ru: Найдено место для буровой вышки

source: Found a site for power station
cs: Objeveno místo pro nabíječku
de: Geeignete Stelle für Kraftwerk gefunden
fr: Emplacement pour station de recharge ou fabrique de batteries trouvé
pl: Znaleziono miejsce na elektrownię
ru: Найдено место для электростанции

source: Found key A (site for derrick)
cs: Nalezen klíč A (místo pro vrtnou věž)
de: Markierung für vergrabenen Schlüssel A
fr: Emplacement pour un derrick (clé A)
pl: Znaleziono klucz A (miejsce na kopalnię)
ru: Найден ключ A (место для буровой вышки)

source: Found key B (site for derrick)
cs: Nalezen klíč B (místo pro vrtnou věž)
de: Markierung für vergrabenen Schlüssel B
fr: Emplacement pour un derrick (clé B)
pl: Znaleziono klucz B (miejsce na kopalnię)
ru: Найден ключ B (место для буровой вышки)

source: Found key C (site for derrick)
cs: Nalezen klíč C (místo pro vrtnou věž)
de: Markierung für vergrabenen Schlüssel C
fr: Emplacement pour un derrick (clé C)
pl: Znaleziono klucz C (miejsce na kopalnię)
ru: Найден ключ C (место для буровой вышки)

source: Found key D (site for derrick)
cs: Nalezen klíč D (místo pro vrtnou věž)
de: Markierung für vergrabenen Schlüssel D
fr: Emplacement pour un derrick (clé D)
pl: Znaleziono klucz D (miejsce na kopalnię)
ru: Найден ключ D (место для буровой вышки)

source: Free game
cs: Volná hra
de: Freies Spiel
fr: Jeu libre
pl: Swobodna gra
ru: Свободная игра

source: Free game on this planet:
cs: Volná hra na této planetě:
de: Liste der freien Levels des Planeten:
fr: Liste des jeux libres du chapitre :
pl: Swobodna gra na tej planecie:
ru: Свободная игра на этой планете:

source: Free game\Free game without a specific goal
cs: Volná hra\Volná hra bez konkrétního cíle
de: Freies Spiel\Freies Spielen ohne vorgegebenes Ziel
fr: Jeu libre\Jeu libre sans but précis
pl: Swobodna gra\Swobodna gra bez konkretnych celów
ru: Свобод. игра\Игра без четкой цели

source: Full screen\Full screen or window mode
cs: Celá obrazovka\Zobrazit v okně nebo na celé obrazovce
de: Vollbildschirm\Vollbildschirm oder Fenster
fr: Plein écran\Plein écran ou fenêtré
pl: Pełny ekran\Pełny ekran lub tryb okna
ru: Во весь экран\Выбор полноэкранного или оконного режима

source: Function already exists
cs: Funkce již existuje
de: Diese Funktion gibt es schon
fr: Cette fonction existe déjà
pl: Funkcja już istnieje
ru: Функция уже существует

source: Function name missing
cs: Chybí název funkce
de: Hier muss der Name der Funktion stehen
fr: Nom de la fonction attendu
pl: Brakująca nazwa funkcji
ru: Имя функции отсутствует

source: Function needs return type "void"
cs: Tato funkce musí mít návratový typ "void"
de: Funktion erfordert Rückgabetyp "void"
fr: La fonction a besoin de "void" en type de retour
pl: Funkcja potrzebuje typu zwracanego "void"
ru: Функция должна возвращать тип "void"

source: Game speed
cs: Rychlost hry
de: Spielgeschwindigkeit
fr: Vitesse du jeu
pl: Prędkość gry
ru: Скорость игры

source: Game\Game settings
cs: Hra\Herní nastavení
de: Spiel\Gameplay Einstellungen
fr: Jeu\Options de jouabilité
pl: Gra\Ustawienia gry
ru: Игра\Настройки игры

source: Gantry crane
cs: Jeřáb
de: Träger
fr: Portique
pl: Żuraw przesuwalny
ru: Козловой кран

source: Generating
cs: Generuji
de: Generieren
fr: Génération
pl: Generowanie
ru: Выработка

source: Gold Edition development by:
cs: Vývojáři Zlaté edice:
de: Gold-Edition entwickelt von:
fr: Édition Gold développée par :
pl: Twórcy Złotej Edycji:
ru: "Золотое издание" было разработано:

source: Goto: destination occupied
cs: Goto: cílové místo je obsazeno
de: Ziel ist schon besetzt
fr: Goto: destination occupée
pl: Goto: miejsce docelowe zajęte
ru: Перейти: место занято

source: Goto: inaccessible destination
cs: Goto: neexistuje cesta k cíli
de: Ziel kann nicht erreicht werden
fr: Goto: chemin introuvable
pl: Goto: miejsce docelowe niedostępne
ru: Перейти: место недоступно

source: Grab or drop (\key action;)
cs: Vzít nebo položit (\key action;)
de: Nehmen oder hinlegen (\key action;)
fr: Prend ou dépose (\key action;)
pl: Podnieś lub upuść (\key action;)
ru: Взять или бросить (\key action;)

source: Graphics\Graphics settings
cs: Grafika\Nastavení grafiky
de: Grafik\Grafik-Einstellungen
fr: Graphique\Options graphiques
pl: Grafika\Ustawienia grafiki
ru: Графика\Настройки графики

source: Green
cs: Zelená
de: Grün
fr: Vert
pl: Zielony
ru: Зеленый

source: Green flag
cs: Zelená vlajka
de: Grüne Fahne
fr: Drapeau vert
pl: Zielona flaga
ru: Зеленый флаг

source: Ground not flat enough
cs: Terén není dost rovný
de: Boden nicht eben genug
fr: Sol pas assez plat
pl: Powierzchnia nie jest wystarczająco płaska
ru: Земля недостаточно плоская

source: Hair color:
cs: Barva vlasů:
de: Haarfarbe:
fr: Couleur des cheveux :
pl: Kolor włosów:
ru: Цвет волос:

source: Head\Face and hair
cs: Hlava\Obličej a vlasy
de: Kopf\Gesicht und Haare
fr: Tête\Visage et cheveux
pl: Głowa\Twarz i włosy
ru: Голова\Лицо и волосы

source: Help about selected object
cs: Nápověda k vybranému objektu
de: Anweisungen über das ausgewählte Objekt
fr: Instructions sur la sélection
pl: Pomoc na temat zaznaczonego obiektu
ru: Справка о выбранном объекте

source: Help balloons\Explain the function of the buttons
cs: Kontextová nápověda\Popisky vysvětlující funkci tlačítek
de: Hilfeblasen\Hilfeblasen
fr: Bulles d'aide\Bulles explicatives
pl: Dymki pomocy\Wyjaśnia funkcje przycisków
ru: Подсказки\Объяснение функций кнопок

source: Hex value out of range
cs: Hexadecimální hodnota mimo rozsah
de: Hexwert außerhalb des Definitionsbereiches
fr: Valeur hexadécimale impossible
pl: Wartość heksadecymalna poza zakresem
ru: Шестнадцатеричное значение вне допустимого диапазона

source: Higher speed\Doubles speed
cs: Dvojnásobná rychlost\Zrychlí hru na dvojnásobek
fr: Vitesse augmentée\Deux fois plus rapide
pl: Zwiększ prędkość\Podwaja prędkość

source: Highest\Highest graphic quality (lowest frame rate)
cs: Nejvyšší\Nejvyšší grafická kvalita (nejpomalejší vykreslování)
de: Max.\Beste Qualität (niedriges Framerate)
fr: Maxi\Haute qualité (+ lent)
pl: Najwyższa\Maksymalna jakość grafiki (najniższa częstotliwość odświeżania)
ru: Высок.\Самые высокие настройки графики (лучшее качество)

source: Home
cs: Domů
fr: Page initiale
pl: Początek
ru: Домой

source: Houston Mission Control
cs: Řídící středisko Houston
de: Kontrollzentrum
fr: Centre de contrôle de Houston
pl: Centrum Kontroli Misji w Houston
ru: Центр управления Хьюстон

source: Illegal object
cs: Neplatný objekt
de: Objekt nicht verfügbar
fr: Objet inaccessible
pl: Nieprawidłowy obiekt
ru: Запрещенный объект

source: Impossible under water
cs: Nelze provést pod vodou
de: Unter Wasser unmöglich
fr: Impossible sous l'eau
pl: Niemożliwe pod wodą
ru: Невозможно под водой

source: Impossible when carrying an object
cs: Na tuto akci potřebujete volné ruce
de: Unmöglich wenn Sie etwas tragen
fr: Impossible en portant un objet
pl: Niemożliwe podczas przenoszenia przedmiotu
ru: Невозможно при движении с объектом

source: Impossible when flying
cs: Nelze provést za letu
de: Im Flug unmöglich
fr: Impossible en vol
pl: Niemożliwe podczas lotu
ru: Невозможно в полете

source: Impossible when moving
cs: Nelze provést v pohybu
de: In Fahrt unmöglich
fr: Impossible en mouvement
pl: Niemożliwe podczas ruchu
ru: Невозможно в движении

source: Impossible when swimming
cs: Nelze provést během plavání
de: Im Wasser unmöglich
fr: Impossible en nageant
pl: Niemożliwe podczas pływania
ru: Невозможно в воде
