Repository: colobot/colobot
Catalog: po/*.po
Languages: cs, de, fr, pl, ru

source: Inappropriate bot
cs: Nevhodný robot
de: Roboter ungeeignet
fr: Robot inadapté
pl: Nieodpowiedni robot
ru: Неверный бот

source: Inappropriate cell type
cs: Nevhodný typ baterie
de: Falscher Batterietyp
fr: Source d'énergie non adapté
pl: Nieodpowiedni rodzaj ogniw
ru: Батарея не подходит

source: Inappropriate object
cs: Nevhodný objekt
de: Objekt ungeeignet
fr: Pas le bon objet
pl: Nieodpowiedni obiekt
ru: Неподходящий объект

source: Inappropriate sample
cs: Nevhodný vzorek
de: Probe ungeeignet
pl: Nieprawidłowa próbka
ru: Неподходящий образец

source: Incorrect index type
cs: Špatný datový typ indexu
de: Falscher Typ für einen Index
fr: Mauvais type d'index
pl: Nieprawidłowy typ indeksu
ru: Неверный тип индекса

source: Infected by a virus; temporarily out of order
cs: Infikováno virem; dočasně mimo provoz
de: Von Virus infiziert, zeitweise außer Betrieb
fr: Infecté par un virus; ne fonctionne plus temporairement
pl: Zainfekowane wirusem, chwilowo niesprawne
ru: Заражено вирусом. Временно вышел из строя

source: Information exchange post
cs: Komunikační stanice
de: Infoserver
fr: Station relais
pl: Stacja przekaźnikowa informacji
ru: Пост обмена информацией

source: Information:
cs: Informace:
pl: Informacje:
ru: Информация:

source: Instruction "break" outside a loop
cs: Příkaz "break" mimo cyklus
de: Anweisung "break" außerhalb einer Schleife
fr: Instruction "break" en dehors d'une boucle
pl: Polecenie "break" na zewnątrz pętli
ru: Инструкция "break" вне цикла

source: Instruction "case" missing
cs: Chybí příkaz "case"
de: Es fehlt eine Anweisung "case"
fr: Il manque l'instruction "case"
pl: Brak polecenia "case
ru: Отсутствует инструкция "case"

source: Instruction "case" outside a block "switch"
cs: Příkaz "case" mimo blok "switch"
de: Anweisung "case" ohne vorhergehende Anweisung "switch"
fr: Instruction "case" en dehors d'un bloc "switch"
pl: Polecenie "case" na zewnątrz bloku "switch"
ru: Инструкция "case" вне блока "switch"

source: Instruction "else" without corresponding "if"
cs: Příkaz "else" musí následovat po "if"
de: Anweisung "else" ohne vorhergehende Anweisung "if"
fr: Instruction "else" sans "if" correspondant
pl: Polecenie "else" bez wystąpienia "if"
ru: Инструкция "else" без "if"

source: Instructions (\key help;)
cs: Instrukce (\key help;)
de: Anweisungen (\key help;)
pl: Rozkazy (\key help;)
ru: Инструкции (\key help;)

source: Instructions after the final closing brace
cs: Příkazy za koncem posledního bloku
de: Hier ist eine Anweisung nach dem Ende des Programms
fr: Instructions après la dernière accolade fermante
pl: Polecenie po końcowej klamrze zamykającej
ru: Инструкция после последней закрывающей фигурной скобки

source: Instructions for the mission (\key help;)
cs: Instrukce k misi (\key help;)
de: Anweisungen über die Mission(\key help;)
fr: Instructions sur la mission (\key help;)
pl: Rozkazy dotyczące misji (\key help;)
ru: Инструкции для миссии (\key help;)

source: Instructions from Houston
cs: Instrukce z Houstonu
de: Anweisungen von Houston
fr: Instructions de Houston
pl: Rozkazy z Houston
ru: Инструкции из Хьюстона

source: Instructions\Shows the instructions for the current mission
cs: Instrukce\Zobrazí instrukce pro aktuální misi
de: Anweisungen\Anweisungen für die Mission oder Übung
fr: Instructions mission\Marche à suivre
pl: Rozkazy\Pokazuje rozkazy dotyczące bieżącej misji
ru: Инструкции\Показывает инструкции по текущей миссии

source: Internal error - tell the developers
cs: Vnitřní chyba - oznamte ji vývojářům
de: Interner Fehler - Benachrichtige bitte die Entwickler
fr: Erreur interne - contacter les développeurs
pl: Błąd wewnętrzny - powiadom twórców gry
ru: Внутренняя ошибка - сообщите разработчикам

source: Invalid universal character name
cs: Neplatný kód znaku
de: Ungültiger universeller Zeichenname
fr: Conversion invalide d'un caractère unicode en caractère UTF8
pl: Nieprawidłowy znak Unicode

source: Invert\Invert values on this axis
cs: Obrátit\Obrátit hodnoty na této ose
de: Invertieren\Die Werte dieser Achse invertieren
fr: Inversion\Inverse les valeurs sur cet axe
pl: Odwróć\Odwróć wartości na tej osi
ru: Инвертир.\Инвертировать значения по этой оси

source: Jet temperature
cs: Teplota tryskového motoru
de: Triebwerktemperatur
fr: Température du réacteur
pl: Temperatura silnika
ru: Температура реактивного двигателя

source: Key A
cs: Klíč A
de: Schlüssel A
fr: Clé A
pl: Klucz A
ru: Ключ А

source: Key B
cs: Klíč B
de: Schlüssel B
fr: Clé B
pl: Klucz B
ru: Ключ B

source: Key C
cs: Klíč C
de: Schlüssel C
fr: Clé C
pl: Klucz C
ru: Ключ C

source: Key D
cs: Klíč D
de: Schlüssel D
fr: Clé D
pl: Klucz D
ru: Ключ D

source: Keyword "while" missing
cs: Chybí klíčové slovo "while"
de: Es fehlt das Wort "while"
fr: Le mot-clé "while" est attendu
pl: Brak kluczowego słowa "while
ru: Нет ключевого слова "while"

source: Keyword help(\key cbot;)
cs: Nápověda ke klíčovému slovu (\key cbot;)
de: Hilfe über den Begriff (\key cbot;)
fr: Aide sur le mot-clé (\key cbot;)
pl: Skróty klawiszowe (\key cbot;)
ru: Помощь(\key cbot;)

source: LOADING
cs: NAČÍTÁNÍ
de: LADEN
fr: CHARGEMENT
pl: WCZYTYWANIE
ru: ЗАГРУЗКА

source: Legged builder
cs: Chodící stavitel
de: Krabbelkonstrukteur
pl: Budowniczy na nogach
ru: Шагающий строитель

source: Legged grabber
cs: Chodící rameno
de: Transporter
fr: Robot préhenseur à pattes
pl: Transporter na nogach
ru: Шагающий сборщик

source: Legged orga shooter
cs: Chodící biokanón
de: OrgaShooter
fr: Robot tireur organique à pattes
pl: Działo organiczne na nogach
ru: Шагающий орга-стрелка

source: Legged shooter
cs: Chodící kanón
de: Shooter
fr: Robot tireur à pattes
pl: Działo na nogach
ru: Шагающий стрелок

source: Legged sniffer
cs: Chodící detektor
de: Schnüffler
fr: Robot renifleur à pattes
pl: Szperacz na nogach
ru: Шагающий искатель

source: Levels in this chapter:
cs: Mapy v této kapitole:
de: Liste der Übungen des Kapitels:
fr: Liste des niveaux du chapitre :
pl: Poziomy w tym rozdziale:
ru: Упражнения в разделе:

source: Lightning conductor
cs: Hromosvod
de: Blitzableiter
fr: Paratonnerre
pl: Odgromnik
ru: Громоотвод

source: List of objects
cs: Seznam objektů
de: Liste der Objekte
fr: Liste des objets
pl: Lista obiektów
ru: Список объектов

source: List of saved missions
cs: Seznam uložených misí
de: Liste der gespeicherten Missionen
fr: Liste des missions enregistrées
pl: Lista zapisanych misji
ru: Список сохраненных миссий

source: Load a saved mission
cs: Nahrát uloženou misi
de: Gespeicherte Mission laden
fr: Chargement d'une mission enregistrée
pl: Wczytaj zapisaną misję
ru: Загрузить

source: Load\Load a saved mission
cs: Nahrát\Nahrát uloženou misi
de: Laden\Eine gespeicherte Mission öffnen
fr: Charger\Charger une mission enregistrée
pl: Wczytaj\Wczytuje zapisaną misję
ru: Загрузить\Загрузить сохраненную миссию

source: Load\Loads the selected mission
cs: Nahrát\Nahraje vybranou misi
de: Laden\Öffnet eine gespeicherte Mission
fr: Charger\Charger la mission sélectionnée
pl: Wczytaj\Wczytuje zaznaczoną misję
ru: Загрузить\Загрузить выбранную миссию

source: Loading basic level settings
cs: Načítám základní nastavení mapy
de: Lade Level-Grundeinstellungen
fr: Chargement des configurations de base du niveau
pl: Wczytywanie ustawień poziomu
ru: Загрузка основных настроек уровня

source: Loading finished!
cs: Nahrávání dokončeno!
de: Laden beendet!
fr: Chargement terminé !
pl: Wczytywanie zakończone!
ru: Загрузка завершена!

source: Loading music
cs: Načítám hudbu
de: Lade Musik
fr: Chargement de la musique
pl: Wczytywanie muzyki
ru: Загрузка музыки

source: Loading objects
cs: Načítám objekty
de: Lade Objekte
fr: Chargement des objets
pl: Wczytywanie obiektów
ru: Загрузка объектов

source: Loading terrain
cs: Načítám terén
de: Lade Gelände
fr: Chargement du terrain
pl: Wczytywanie terenu
ru: Загрузка местности

source: Lower speed\Decrease speed by half
cs: Poloviční rychlost\Sníží rychlost hry na polovinu
de: Langsamer\Geschwindigkeit um die Hälfte reduzieren
fr: Moins rapide\Diminuer la vitesse de moitié
pl: Zmniejsz prędkość\Zmniejsza prędkość o połowę
ru: Уменьшить скорость\Уменьшить скорость вдвое

source: Lowest\Minimum graphic quality (highest frame rate)
cs: Nejnižší\Nejnižší grafická kvalita (nejrychlejší vykreslování)
de: Min.\Minimale Qualität (großes Framerate)
fr: Mini\Qualité minimale (+ rapide)
pl: Najniższa\Minimalna jakość grafiki (najwyższa częstotliwość odświeżania)
ru: Низкое\Минимальное качество графики (быстро)

source: MSAA\Multisample anti-aliasing
cs: MSAA\Vícevzorkové vyhlazování hran
fr: ACME\Anticrénelage multiéchantillon (MSAA: Multisample anti-aliasing)
ru: MSAA\Улучшенная фильтрация

source: Maximize
cs: Maximalizovat
de: Großes Fenster
fr: Taille maximale
pl: Powiększ
ru: Развернуть

source: Minimize
cs: Minimalizovat
de: Verkleinern
fr: Taille réduite
pl: Pomniejsz
ru: Свернуть

source: Mipmap level\Mipmap level
cs: Úroveň mipmap\Úroveň mipmap
fr: Niveau de MIP mapping\Niveau de MIP mapping
pl: Poziom mipmap\Poziom mipmap
ru: Уровень уменьшающей фильтрации\Уровень уменьшающей фильтрации

source: Missing end quote
cs: Chybí koncová uvozovka
de: Schließendes Anführungszeichen fehlt
fr: La quote de fin est manquante
pl: Brak cudzysłowu zamykającego
ru: Пропущена закрывающая кавычка

source: Missing hex digits after escape sequence
cs: Za zástupnou sekvencí chybí hexadecimální číslice
de: Fehlende Hexadezimalziffern nach Escape-Sequenz
fr: Valeur hexadécimale manquante après la séquence d'échappement
pl: Brak cyfr heksadecymalnych po znaku ucieczki

source: Mission name
cs: Název mise
de: Name der Mission
fr: Nom de la mission
pl: Nazwa misji
ru: Название миссии

source: Missions
cs: Mise
de: Missionen
pl: Misje
ru: Миссии

source: Missions on this planet:
cs: Mise na této planetě:
de: Liste der Missionen des Planeten:
fr: Liste des missions du chapitre :
pl: Misje na tej planecie:
ru: Миссии на этой планете:

source: Missions+
cs: Mise+
de: Missionen+
pl: Misje+
ru: Миссии+

source: Missions\Select mission
cs: Mise\Vyberte misi
de: Missionen\Aufbruch ins Weltall
fr: Missions\La grande aventure
pl: Misje\Wybierz misję
ru: Миссии\Выбор миссии

source: Mods
cs: Modifikace
pl: Mody
ru: Моды

source: Mods:
cs: Modifikace:
pl: Mody:
ru: Моды:

source: Mods\Mod manager
cs: Mody\Správce modifikací
pl: Mody\Zarządzanie modami
ru: Моды\Управление модами

source: Mouse inversion X\Inversion of the scrolling direction on the X axis
cs: Vodorovné převrácení posunu\Při vodorovném posunu kamery myší pousouvat opačným směrem
de: Umkehr X\Umkehr der Kameradrehung X-Achse
fr: Inversion souris X\Inversion de la rotation lorsque la souris touche un bord
pl: Odwrócenie myszy X\Odwrócenie kierunków przewijania w poziomie
ru: Инверсия мыши по оси X\Инверсия прокрутки по оси Х

source: Mouse inversion Y\Inversion of the scrolling direction on the Y axis
cs: Svislé převrácení posunu\Při svislém posunu kamery myší pousouvat opačným směrem
de: Umkehr Y\Umkehr der Kameradrehung Y-Achse
fr: Inversion souris Y\Inversion de la rotation lorsque la souris touche un bord
pl: Odwrócenie myszy Y\Odwrócenie kierunków przewijania w pionie
ru: Инверсия мыши по оси Y\Инверсия прокрутки по оси Y

source: Move selected program down
cs: Posunout vybraný program níže
de: Gewähltes Programm nach unten
fr: Déplace le programme sélectionné vers le bas
pl: Przenieś zaznaczony program w dół

source: Move selected program up
cs: Posunout vybraný program výše
de: Gewähltes Programm nach oben
fr: Déplace le programme sélectionné vers le haut
pl: Przenieś zaznaczony program w górę

source: Mute sounds in background\Mute all game sounds when the window is unfocused
cs: Ztlumit zvuky na pozadí\Ztlumit všechny herní zvuky, když okno hry není aktivní
de: Im Hintergrund stummschalten\Alle Audioausgaben stummschalten, wenn das Fenster den Fokus verliert
pl: Cisza, gdy okno jest w tle\Wycisza wszystkie dźwięki, gdy okno gry stanie się nieaktywne
ru: Отключить звук в фоне\Отключает все звуки когда игра свернута

source: Mute\No sound
cs: Ticho\Bez zvuku
de: Kein Ton\Keine Geräusche und Geräuschkulisse
fr: Silencieux\Totalement silencieux
pl: Cisza\Brak dźwięków
ru: Без звука\Без звука

source: Name:
cs: Jméno:
fr: Nom:
pl: Nazwa:
ru: Имя:

source: Negative value rejected by "throw"
cs: "throw" nepřijímá záporné hodnoty
de: Negativer Wert ungeeignet für Anweisung "throw"
fr: Valeur négative refusée pour "throw"
pl: Wartość ujemna odrzucona przez "throw"
ru: Отрицательное значение не принято

source: Nest
cs: Hnízdo
de: Orgastoffquelle
fr: Nid
pl: Gniazdo
ru: Гнездо

source: New
cs: Nový
de: Neu
fr: Nouveau
pl: Nowy
ru: Новый

source: New ...
cs: Nový...
de: Neu ...
fr: Nouveau ...
pl: Nowy ...
ru: Новый ...

source: New Folder
cs: Nový adresář
de: Neuer Ordner
pl: Nowy folder
ru: Новая папка

source: New bot available
cs: Robot vyroben
de: Neuer Roboter verfügbar
fr: Nouveau robot disponible
pl: Dostępny nowy robot
ru: Доступен новый бот

source: Next
cs: Další
de: Nächster
fr: Suivant
pl: Następny
ru: Следующий

source: Next object\Selects the next object
cs: Další objekt\Vybere následující objekt
de: Nächstes auswählen\Nächstes Objekt auswählen
fr: Sélectionner l'objet suivant\Sélectionner l'objet suivant
pl: Następny obiekt\Zaznacza następny obiekt
ru: Следующий объект\Выбор следующего объекта

source: No
cs: Ne
de: Nein
fr: Non
pl: Nie
ru: Нет

source: No changes.
cs: Žádné změny.
de: Keine Änderungen
pl: Brak zmian.
ru: Нет изменений.

source: No description.
cs: Chybí popis.
de: Keine Beschreibung
pl: Brak opisu.
ru: Нет описания.

source: No energy in the subsoil
cs: Pod povrchem není zdroj energie
de: Kein unterirdisches Energievorkommen
fr: Pas d'énergie en sous-sol
pl: Brak energii w ziemi
ru: Под землей нет запасов энергии

source: No flag nearby
cs: Poblíž není žádná vlajka
de: Keine Fahne in Reichweite
fr: Aucun drapeau à proximité
pl: Nie ma flagi w pobliżu
ru: Слишком много флагов этого цвета (максимум 5)

source: No function running
cs: Neběží žádná funkce
de: Keine Funktion wird ausgeführt
fr: Pas de fonction en exécution
pl: Żadna funkcja nie działa
ru: Нет запущенной функции

source: No function with this name accepts this kind of parameter
cs: Žádná funkce s tímto názvem nepřijímá parametry těchto typů
de: Keine Funktion mit diesem Namen akzeptiert Parameter diesen Typs
fr: Aucune fonction de ce nom n'accepte ce(s) type(s) de paramètre(s)
pl: Funkcja o tej nazwie nie akceptuje parametrów tego typu
ru: Нет функции с этим именем для этого вида параметра

source: No function with this name accepts this number of parameters
cs: Žádná funkce s tímto názvem nepřijímá tento počet parametrů
de: Keine Funktion mit diesem Namen akzeptiert diese Anzahl Parameter
fr: Aucune fonction de ce nom n'accepte ce nombre de paramètres
pl: Funkcja o tej nazwie nie akceptuje takiej liczby parametrów
ru: Нет функции с этим именем для этого числа параметра

source: No information exchange post within range
cs: Žádná komunikační stanice v dosahu
de: Kein Infoserver in Reichweite
fr: Pas de station relais accessible
pl: Nie ma żadnej stacji przekaźnikowej w zasięgu
ru: Поста по обмену информацией нет рядом или он далеко

source: No more energy
cs: Došla baterie
de: Keine Energie mehr
fr: Plus d'énergie
pl: Nie ma więcej energii
ru: Нет энергии

source: No ore in the subsoil
cs: Pod porvchem není žádná ruda
de: Keine unterirdische Erzlagerstätte
fr: Pas de minerai en sous-sol
pl: W ziemi nie ma żadnej rudy
ru: Под поверхностью нет руды

source: No power cell
cs: Chybí baterie
de: Keine Batterie
fr: Pas de source d'énergie
pl: Brak ogniwa elektrycznego
ru: Нет батареи

source: No titanium
cs: Žádný titan
de: Kein Titan vorhanden
fr: Pas de titane
pl: Brak tytanu
ru: Нет титана

source: No titanium around
cs: Není tu žádný titan
de: Kein Titan vorhanden
fr: Pas de titane accessible
pl: Brak tytanu w pobliżu
ru: Вокруг нет титана

source: No titanium ore to convert
cs: Žádná titanová ruda ke zpracování
de: Kein konvertierbares Titanerz vorhanden
fr: Pas de minerai de titane à raffiner
pl: Brak rudy tytanu do przetopienia
ru: Нет титановых руд для преобразования

source: No titanium to transform
cs: Žádný titan ke zpracování
de: Kein konvertierbares Titanerz vorhanden
fr: Pas de titane à transformer
pl: Brak tytanu do przetworzenia
ru: Нет титана для преобразования

source: No uranium to transform
cs: Žádný uran ke zpracování
de: Kein konvertierbares Platin
fr: Pas de minerai d'uranium à transformer
pl: Brak uranu do przetworzenia
ru: Нет урана для преобразования

source: No userlevels installed!
cs: Žádné uživatelské mapy nejsou nainstalovány!
de: Keine benutzerdefinierten Level vorhanden
fr: Pas de niveaux spéciaux installés !
pl: Brak zainstalowanych poziomów użytkownika!
ru: Не установленны пользовательские уровни!

source: Non-void function needs "return;"
cs: Pokud funkce nemá návratový typ "void", musí končit příkazem "return;"
de: Funktion mit Rückgabetyp benötigt "return;"
fr: Les fonctions avec retour autre que void doivent comporter l'instruction "return;"
pl: Funkcja zwracająca typ inny, niż "void", wymaga "return;"

source: Normal size
cs: Normální velikost
de: Normale Größe
fr: Taille normale
pl: Normalna wielkość
ru: Нормальный размер

source: Normal\Normal graphic quality
cs: Normální\Normální grafická kvalita
de: Normal\Standardqualität
fr: Normal\Qualité standard
pl: Normalna\Normalna jakość grafiki
ru: Средн.\Нормальное качество графики

source: Normal\Normal sound volume
cs: Normální\Normální hlasitost zvuku
de: Normal\Normale Lautstärke
fr: Normal\Niveaux normaux
pl: Normalne\Normalna głośność dźwięków
ru: Нормально\Нормальная громкость

source: Not enough energy
cs: Málo energie
de: Nicht genug Energie
fr: Pas assez d'énergie
pl: Za mało energii
ru: Не хватает энергии

source: Not enough energy yet
cs: Je třeba načerpat více energie
de: Noch nicht genug Energie
fr: Pas encore assez d'énergie
pl: Wciąż za mało energii
ru: Не хватает энергии

source: Not found anything to destroy
cs: Není co zničit
de: Nichts zum Zerstampfen gefunden
fr: Rien trouvé à détruire
pl: Nie znaleziono nic do zniszczenia
ru: Ничего не найдено для уничтожения

source: Nothing to analyze
cs: Není co analyzovat
de: Nichts zu analysieren
fr: Rien à analyser
pl: Nie ma niczego do zanalizowania
ru: Нечего анализировать

source: Nothing to drop
cs: Není co položit
de: Nichts abzulegen
fr: Rien à déposer
pl: Nie ma nic do upuszczenia
ru: Нечего бросить

source: Nothing to grab
cs: Není co zvednout
de: Nichts zu ergreifen
fr: Rien à prendre
pl: Nie ma nic do podniesienia
ru: Нечего взять

source: Nothing to recycle
cs: Není co recyklovat
de: Nichts zu recyceln
fr: Rien à recycler
pl: Nie ma niczego do odzysku
ru: Нечего утилизировать

source: Nuclear power cell
cs: Jaderná baterie
de: Brennstoffzelle
fr: Pile atomique
pl: Atomowe ogniwa elektryczne
ru: Атомная батарея

source: Nuclear power cell available
cs: Jaderná baterie vyrobena
de: Brennstoffzelle verfügbar
fr: Pile atomique disponible
pl: Wytworzono atomowe ogniwo elektryczne
ru: Доступна атомная батарея

source: Nuclear power station
cs: Jaderná elektrárna
de: Brennstoffzellenfabrik
fr: Centrale nucléaire
pl: Elektrownia atomowa
ru: Завод атомных батарей (неперезаряж.)

source: Number missing
cs: Chybí číslo
de: Es fehlt eine Zahl
fr: Un nombre est attendu
pl: Brak liczby
ru: Нет числа

source: Number of insects detected
cs: Počet nalezených brouků
de: Anzahl erfasster Insekten
fr: Nombre d'insectes détectés
pl: Liczba wykrytych insektów
ru: Количество обнаруженных насекомых

source: Number of particles\Explosions, dust, reflections, etc.
cs: Počet částic\Výbuchy, prach, odlesky, atd.
de: Anzahl Partikel\Explosionen, Staub, usw.
fr: Quantité de particules\Explosions, poussières, reflets, etc.
pl: Liczba cząstek\Wybuchy, kurz, odbicia, itp.
ru: Количество частиц\Взрывы, пыль, отражения и т.д.

source: OK\Choose the selected player
cs: OK\Vybrat tohoto hráče
de: OK\Spieler auswählen
fr: D'accord\Choisir le joueur
pl: OK\Wybiera zaznaczonego gracza
ru: ОК\Выбрать игрока

source: OK\Close program editor and return to game
cs: OK\Zavřít editor programu a pokračovat ve hře
de: OK\Programm kompilieren
fr: D'accord\Compiler le programme et fermer la fenêtre d'édition
pl: OK\Zamyka edytor programu i powraca do gry
ru: ОК\Закрыть редактор программ и вернуться к игре

source: Object too close
cs: Objekt je příliš blízko
de: Gegenstand zu nahe
fr: Objet trop proche
pl: Obiekt za blisko
ru: Объект слишком близок

source: Octal value out of range
cs: Oktalová hodnota mimo rozsah
de: Oktalzahl außerhalb des Definitionsbereiches
fr: Valeur octale impossible
pl: Wartość ósemkowa poza zakresem
ru: Восьмеричное значение вне допустимого диапазона

source: One step
cs: Jeden krok
de: Ein Schritt
fr: Un pas
pl: Jeden krok
ru: Один шаг

source: Open
cs: Otevřít
de: Öffnen
fr: Ouvrir
pl: Otwórz
ru: Открыть

source: Open (Ctrl+O)
cs: Otevřít (Ctrl+O)
de: Öffnen (Ctrl+O)
fr: Ouvrir (Ctrl+O)
pl: Otwórz (Ctrl+O)
ru: Открыть (Ctrl+O)

source: Open Directory\Open the mods directory
cs: Otevřít adresář\Otevřít adresář s modifikacemi
de: Verzeichnis öffnen\Das Verzeichnis für Mods öffnen
pl: Otwórz katalog\Otwórz katalog z modami
ru: Открыть папку\Открыть папку с модами

source: Opening brace missing
cs: Chybí levá složená závorka
de: Es fehlt eine offene geschweifte Klammer"{"
fr: Début d'un bloc attendu
pl: Brak klamry otwierającej
ru: Открывающая скобка отсутствует

source: Opening bracket missing
cs: Chybí levá závorka
de: Es fehlt eine offene Klammer "("
fr: Une parenthèse ouvrante est attendue
pl: Brak nawiasu otwierającego
ru: Открывающая скобка отсутствует

source: Operation impossible with value "nan"
cs: Tuto operaci nelze provést s hodnotou "nan"
de: Operation mit dem Wert "nan" nicht möglich
fr: Opération sur un "nan"
pl: Działanie niemożliwe z wartością "nan"
ru: Операция невозможна значение "nan"

source: Options
cs: Nastavení
de: Einstellungen
pl: Opcje
ru: Опции

source: Options\Preferences
cs: Nastavení\Volby
de: Einstellungen\Einstellungen
fr: Options\Réglages
pl: Opcje\Preferencje
ru: Опции\Настройки

source: Organic matter
cs: Organická hmota
de: Orgastoff
fr: Matière organique
pl: Materia organiczna
ru: Органическое вещество

source: Origin of last message\Shows where the last message was sent from
cs: Zdroj poslední zprávy\Zobrazí objekt, který poslal poslední zprávu
de: Ort der Meldung\Zeigt den Ort, von dem die letzte Meldung stammt
fr: Montrer le lieu d'un message\Montrer le lieu du dernier message
pl: Miejsce nadania wiadomości\Pokazuje skąd została wysłana ostatnia wiadomość
ru: Источник сообщения\Показывает место, откуда было отправлено последнеее сообщение

source: Original game developed by:
cs: Vývojáři původní hry:
de: Ursprünglichen Spiel entwickelt von:
fr: Jeu original développé par :
pl: Twórcy oryginalnej gry:
ru: Оригинальная игра была разработана:

source: Overwrite existing file?
cs: Přepsat existující soubor?
de: Bestehende Datei überschreiben?
pl: Nadpisać istniejący plik?
ru: Перезаписать существующий файл

source: Parameters missing
cs: Některé parametry nejsou vyplněné
de: Nicht genug Parameter
fr: Pas assez de paramètres
pl: Brak wymaganego parametru
ru: Отсутствуют параметры

source: Particles in the interface\Steam clouds and sparks in the interface
cs: Částice v uživatelském rozhraní\Obláčky páry a jiskry v uživatelském rozhraní
de: Partikel in den Menüs\Funken und Sterne in den Menüs
fr: Particules dans l'interface\Pluie de particules
pl: Cząstki w interfejsie\Para i iskry z silników w interfejsie
ru: Частицы в интерфейсе меню\Пар из труб и искры в интерфейсе меню

source: Paste (Ctrl+V)
cs: Vložit (Ctrl+V)
de: Einfügen (Ctrl+V)
fr: Coller (Ctrl+V)
pl: Wklej (Ctrl+V)
ru: Вставить (Ctrl+V)
