Repository: colobot/colobot
Catalog: po/*.po
Languages: cs, de, fr, pl, ru

source: Pause blur\Blur the background on the pause screen
cs: Rozmazání při pauze\Rozmazat pozadí při pozastavení hry
de: Pausen-Unschärfe\Während der Pause den Hintergrund unscharf zeichnen
fr: Flouter les pauses\Floute le fond de l'écran de pause
pl: Rozmyta pauza\Rozmyj tło na ekranie pauzy
ru: Размытие при паузе\Размытие фона во время паузы

source: Pause in background\Pause the game when the window is unfocused
cs: Pauza na pozadí\Pozastavit hru, když přepnete do jiného okna
de: Pausieren im Hintergrund\Spiel anhalten,enn das Spielfenster im Hintergrund ist
fr: Pause en arrière-plan\Met le jeu en pause quand la fenêtre n'a plus le focus
pl: Wstrzymaj w tle\Wstrzymaj grę gdy okno stanie się nieaktywne
ru: Пауза в фоне\Приостанавливает игру когда окно не в фокусе

source: Pause/continue
cs: Pozastavit/pokračovat
de: Pause/Weitermachen
fr: Pause/continuer
pl: Pauza/Kontynuuj
ru: Пауза/продолжить

source: Pause\Pause the game without opening menu
cs: Pauza\Pozastaví hru bez otevření menu
de: Pause\Spiel pausieren, ohne das Menü zu öffnen
fr: Pause\Mettre le jeu en pause sans ouvrir le menu
pl: Pauza\Zatrzymaj grę bez otwierania menu
ru: Пауза\Приостанавливает игру без открытия меню

source: Phazer shooter
cs: Fázové dělo
fr: Robot canon hachoir
pl: Działo fazowe
ru: Фазовый стрелок

source: Photography
cs: Fotografie
de: Ansicht der Mission
fr: Vue de la mission
pl: Fotografia
ru: Фотография

source: Place occupied
cs: Místo je obsazeno
de: Stelle schon besetzt
fr: Emplacement occupé
pl: Miejsce zajęte
ru: Место занято

source: Planets:
cs: Planety:
de: Liste der Planeten:
fr: Liste des planètes :
pl: Planety:
ru: Планеты:

source: Plans for builder available
cs: Plány pro stavitele jsou k dispozici
de: Herstellung eines Konstrukteurs möglich
pl: Dostępne plany robota budowniczego
ru: Доступны схемы для строителя

source: Plans for defense tower available
cs: Plány pro obrannou věž jsou k dispozici
de: Errichtung eines Geschützturms möglich
fr: Construction d'une tour de défense possible
pl: Dostępne plany wieży obronnej
ru: Доступны схемы защитной башни

source: Plans for nuclear power plant available
cs: Plány pro jadernou elektrárnu jsou k dispozici
de: Errichtung einer Brennstoffzellenfabrik möglich
fr: Construction d'une centrale nucléaire possible
pl: Dostępne plany elektrowni atomowej
ru: Доступны схемы АЭС

source: Plans for phazer shooter available
cs: Plány pro fázové dělo jsou k dispozici
de: Herstellung eines Phazershooters möglich
fr: Fabrication des robots canon hachoir possible
pl: Dostępne plany działa fazowego
ru: Доступны схемы фазового стрелка

source: Plans for shielder available
cs: Plány pro mobilní štít jsou k dispozici
de: Herstellung eines Schutzschildes möglich
fr: Fabrication d'un robot bouclier possible
pl: Dostępne plany robota osłaniacza
ru: Доступны схемы передвижного щита

source: Plans for shooter available
cs: Plány pro kanón jsou k dispozici
de: Herstellung eines Shooters möglich
fr: Fabrication des robots tireurs possible
pl: Dostępne plany działa
ru: Доступны схемы стрелка

source: Plans for thumper available
cs: Plány pro buchar jsou k dispozici
de: Herstellung eines Stampfers möglich
fr: Fabrication d'un robot secoueur possible
pl: Dostępne plany robota uderzacza
ru: Доступны схемы ударника

source: Plans for tracked robots available
cs: Plány pro pásové roboty jsou k dispozici
de: Herstellung eines Roboters mit Kettenantrieb möglich
fr: Fabrication des robots à chenilles possible
pl: Dostępne plany tranporterów na gąsienicach
ru: Доступны схемы гусеничных роботов

source: Plant a flag
cs: Umístit vlajku
de: Setzt eine Fahne
fr: Pose un drapeau de couleur
pl: Postaw flagę
ru: Установить флаг

source: Play\Start mission!
cs: Spustit\Zahájit misi!
de: Spielen ...\Los geht's!
fr: Jouer ...\Démarrer l'action!
pl: Graj\Rozpoczyna misję!
ru: Начать\Перейти к выполнению миссии!

source: Player
cs: Hráč
de: Spieler
fr: Joueur
pl: Gracz
ru: Игрок

source: Player name
cs: Jméno hráče
de: Spielername
fr: Nom du joueur
pl: Imię gracza
ru: Имя игрока

source: Player's name
cs: Jméno hráče
de: Name des Spielers
fr: Nom du joueur
pl: Imię gracza
ru: Имя игрока

source: Power cell
cs: Baterie
de: Elektrolytische Batterie
fr: Batterie standard
pl: Ogniwo elektryczne
ru: Батарея

source: Power cell available
cs: Baterie vyrobena
de: Batterie verfügbar
fr: Batterie disponible
pl: Wytworzono ogniwo elektryczne
ru: Доступна батарея

source: Power cell factory
cs: Továrna na baterie
de: Batteriefabrik
fr: Fabrique de batteries
pl: Fabryka ogniw elektrycznych
ru: Завод перезаряжаемых батарей

source: Power station
cs: Nabíječka
de: Kraftwerk
fr: Station de recharge
pl: Stacja energetyczna
ru: Электростанция

source: Practice bot
cs: Cvičný robot
de: Übungsroboter
fr: Robot d'entraînement
pl: Robot treningowy
ru: Тренировочный бот

source: Press \key help; to read instructions on your SatCom
cs: Pro přečtení instrukcí přes SatKom stiskněte \key help;
de: Erhalten Sie Anweisungen per SatCom, indem Sie auf \key help; drücken
fr: Consultez votre SatCom en appuyant sur \key help;
pl: Naciśnij klawisz \key help; aby wyświetlić rozkazy na przekaźniku SatCom
ru: Нажмите \key help; чтобы получить инструкции от SatCom

source: Previous
cs: Předchozí
de: Vorherg.
fr: Précédent
pl: Poprzedni
ru: Предыдущий

source: Previous object\Selects the previous object
cs: Předchozí objekt\Vybere předchozí objekt
de: Vorherg. Auswahl\Das vorhergehende Objekt auswählen
fr: Sélection précédente\Sélectionne l'objet précédent
pl: Poprzedni obiekt\Zaznacz poprzedni obiekt
ru: Предыдущий объект\Выбор предыдущего объекта

source: Previous selection (\key desel;)
cs: Předchozí výběr (\key desel;)
de: Vorherg. Auwahl (\key desel;)
fr: Sélection précédente (\key desel;)
pl: Poprzednie zaznaczenie (\key desel;)
ru: Предыдущий выбор (\key desel;)

source: Private element
cs: Soukromý prvek
de: Geschütztes Element (private)
fr: Elément protégé (privé)
pl: Element prywatny
ru: Частный элемент

source: Private\Private folder
cs: Soukromý\Soukromý adresář
de: Privat\Privater Ordner
fr: Privé\Dossier privé
pl: Prywatny\Folder prywatny
ru: Личное\Личная папка

source: Processing level file
cs: Zpracovávám soubor mise
de: Verarbeite Level-Datei
fr: Analyse du fichier de niveau
pl: Przetwarzanie pliku poziomu
ru: Обработка файла уровня

source: Program cloned
cs: Program byl zkopírován
de: Programm dupliziert
fr: Programme dupliqué
pl: Program skopiowany

source: Program editor
cs: Editor kódu
de: Programmeditor
fr: Édition du programme
pl: Edytor programu
ru: Редактор программ

source: Program finished
cs: Program doběhl
de: Programm beendet
fr: Programme terminé
pl: Program zakończony
ru: Программа выполнена

source: Program infected by a virus
cs: Program byl infikován virem
de: Ein Programm wurde von einem Virus infiziert
fr: Un programme est infecté par un virus
pl: Program zawirusowany
ru: Программа заражена вирусом

source: Programming exercises
cs: Cvičné úlohy
de: Programmieren
fr: Programmation
pl: Ćwiczenia programistyczne
ru: Упражнения

source: Programming help
cs: Nápověda
de: Hilfe über Programmieren
fr: Aide à la programmation
pl: Podręcznik programowania
ru: Помощь в программировании

source: Programming help (\key prog;)
cs: Nápověda (\key prog;)
de: Hilfe über Programmieren (\key prog;)
fr: Aide à la programmation (\key prog;)
pl: Podręcznik programowania (\key prog;)
ru: Помощь в программировании (\key prog;)

source: Programming help\Gives more detailed help with programming
cs: Nápověda\Zobrazí nápovědu pro psaní programů
de: Hilfe CBOT-Sprache\Hilfe über die Programmiersprache CBOT
fr: Instructions programmation\Explication sur la programmation
pl: Podręcznik programowania\Dostarcza szczegółową pomoc w programowaniu
ru: Помощь в программировании\Дает более детальную помощь в программировании

source: Programs dispatched by Houston
cs: Programy poslané z Houstonu
de: Von Houston übermittelte Programme
fr: Programmes envoyés par Houston
pl: Program dostarczony z Houston
ru: Программы переданные с Хьюстона

source: Public required
cs: Tato definice musí být veřejná (public)
de: Hier muss das Wort "public" stehen
fr: Public requis
pl: Wymagany publiczny
ru: Требуется общественное

source: Public\Common folder
cs: Veřejný\Sdílený adresář
de: Öffentlich\Gemeinsamer Ordner für alle Spieler
fr: Public\Dossier commun à tous les joueurs
pl: Publiczny\Folder ogólnodostępny
ru: Общее\Общая папка

source: Quake at explosions\The screen shakes at explosions
cs: Otřesy při výbuchu\Při výbuchu zatřást obrazovkou
de: Beben bei Explosionen\Die Kamera bebt bei Explosionen
fr: Secousses lors d'explosions\L'écran vibre lors d'une explosion
pl: Wstrząsy przy wybuchach\Ekran trzęsie się podczas wybuchów
ru: Землетряс. при взрывах\Тряска экрана при взрывах

source: Quick load\Immediately load game
cs: Rychlé načtení\Okamžitě načte poslední uloženou hru
de: Schnellladen\Lädt ein Spiel sofort
fr: Chargement rapide\Chargement direct d'une sauvegarde
pl: Szybkie wczytywanie\Natychmiastowo wczytuje zapisaną grę
ru: Быстрая загрузка\Быстрая загрузка сохраненной игры

source: Quick save\Immediately save game
cs: Rychlé uložení\Okamžitě uloží hru
de: Schnellspeichern\Speichert ein Spiel sofort
fr: Sauvegarde rapide\Sauvegarde direct
pl: Szybki zapis\Natychmiastowo zapisuje grę
ru: Быстрое сохранение\Быстро сохранить игру

source: Quicksave slot not found
cs: Nebyla nalezena žádná rychle uložená hra
fr: Emplacement de sauvegarde rapide non trouvé
pl: Nie odnaleziono slotu szybkiego zapisu

source: Quit\Quit Colobot: Gold Edition
cs: Ukončit\Ukončit Colobot: Zlatou edici
de: Beenden\Colobot: Gold Edition schließen
fr: Quitter\Quitter Colobot : Édition Gold
pl: Wyjdź\Kończy grę Colobot: Gold Edition
ru: Выход\Выйти из Colobot: Gold Edition

source: Quit\Quit the current mission or exercise
cs: Konec\Ukončí misi nebo cvičnou úlohu
de: Mission verlassen\Eine Mission oder Übung verlassen
fr: Quitter la mission en cours\Terminer un exercice ou une mission
pl: Zakończ\Kończy bieżącą misję lub ćwiczenie
ru: Выход\Выход из текущей миссии

source: Radar station
cs: Radar
de: Radar
fr: Radar
pl: Stacja radarowa
ru: Радар

source: Read error
cs: Chyba při čtení
de: Fehler beim Lesezugriff
fr: Erreur à la lecture
pl: Błąd odczytu
ru: Ошибка чтения

source: Recorder
cs: Záznamník
fr: Enregistreur
pl: Nagrywanie
ru: Запись

source: Recycle (\key action;)
cs: Recyklovat (\key action;)
de: Recyceln (\key action;)
pl: Odzyskaj (\key action;)
ru: Утилизация (\key action;)

source: Recycler
cs: Recyklátor
fr: Robot recycleur
pl: Recykler
ru: Утилизатор

source: Red
cs: Červená
de: Rot
fr: Rouge
pl: Czerwony
ru: Красный

source: Red flag
cs: Červená vlajka
de: Rote Fahne
fr: Drapeau rouge
pl: Czerwona flaga
ru: Красный флаг

source: Reflections on the buttons \Shiny buttons
cs: Odlesky na tlačítkách\Blyštivá tlačítka
de: Glänzende Tasten\Glänzende Tasten in den Menüs
fr: Reflets sur les boutons\Boutons brillants
pl: Odbicia na przyciskach \Świecące przyciski
ru: Отражения на кнопках \Блестящие кнопки

source: Refresh\Refresh the list of currently installed mods
cs: Obnovit\Obnovit seznam nainstalovaných modifikací
de: Aktualisieren\Aktualisiere die Liste aktuell installierter Mods
pl: Odśwież\Odśwież listę obecnie zainstalowanych modów
ru: Обновить\Обновить список установленных модов

source: Remains of Apollo mission
cs: Pozůstatky mise Apollo
de: Überreste einer Apollo-Mission
fr: Vestige d'une mission Apollo
pl: Pozostałości z misji Apollo
ru: Остатки миссии Аполлон

source: Remove a flag
cs: Odstranit vlajku
de: Sammelt die Fahne ein
fr: Enlève un drapeau
pl: Usuń flagę
ru: Удалить флаг

source: Remove selected program
cs: Smazat vybraný program
de: Gewähltes Programm entfernen
fr: Supprimer le programme sélectionné
pl: Usuń zaznaczony program

source: Render distance\Maximum visibility
cs: Vzdálenost horizontu\Maximální viditelná vzdálenost
de: Sichtweite\Maximale Sichtweite
fr: Profondeur de champ\Distance de vue maximale
pl: Zasięg renderingu\Maksymalna widoczność

source: Repair center
cs: Opravna
de: Reparaturzentrum
fr: Centre de réparation
pl: Warsztat
ru: Ремонтный пункт

source: Research center
cs: Výzkumná stanice
de: Forschungszentrum
fr: Centre de recherches
pl: Centrum badawcze
ru: Научно-исследовательский центр

source: Research program already performed
cs: Výzkum již byl dokončen
de: Forschungsprogramm schon ausgeführt
fr: Recherche déjà effectuée
pl: Program badawczy został już wykonany
ru: Научно-исследовательская программа уже выполняется

source: Research program completed
cs: Výzkum dokončen
de: Forschungsprogramm abgeschlossen
fr: Recherche terminée
pl: Program badawczy zakończony
ru: Научно-исследовательская программа завершена

source: Reserved keyword of CBOT language
cs: Vyhrazené klíčové slovo jazyka CBOT
de: Reserviertes Schlüsselwort in der CBOT Sprache
fr: Ce mot-clé est réservé au langage CBOT
pl: Słowo zarezerwowane języka CBOT
ru: Резервное ключевое слово языка CBOT

source: Resolution
cs: Rozlišení
de: Auflösung
fr: Résolution
pl: Rozdzielczość
ru: Разрешение

source: Resolution:
cs: Rozlišení:
de: Auflösung:
fr: Résolutions :
pl: Rozdzielczość:
ru: Разрешение:

source: Resources
cs: Zdroje
de: Ressourcen
fr: Ressources
pl: Zasoby
ru: Ресурсы

source: Restart\Restart the mission from the beginning
cs: Restartovat\Restartovat misi od začátku
de: Neu anfangen\Die Mission von vorne anfangen
fr: Recommencer\Recommencer la mission au début
pl: Uruchom ponownie\Uruchamia ponownie misję od początku
ru: Заново\Начать данную миссию с начала

source: Restoring CBot execution state
cs: Obnovuji stav spuštěných programů
de: CBOT Ausführungsstatus wiederherstellen
fr: Restaurer l'état d'exécution CBOT
pl: Przywracanie stanu CBot
ru: Восстановление состояния CBot

source: Restoring saved objects
cs: Obnovuji uložené objekty
de: Gespeicherte Objekte wiederherstellen
fr: Restaurer des objets sauvés
pl: Przywracanie obiektów
ru: Восстановить сохранённые объекты

source: Results
cs: Výsledky
de: Ergebnisse
fr: Résultats
pl: Wyniki
ru: Результаты

source: Return to start
cs: Zpět na začátek
de: Alles zurücksetzen
fr: Remet au départ
pl: Powrót do początku
ru: Вернуться в начало

source: Ruin
cs: Trosky
de: Gebäuderuine
fr: Bâtiment en ruine
pl: Ruiny
ru: Руины

source: Run research program for builder
cs: Spustit výzkum stavitelů
de: Forschungsprogramm Konstrukteur
pl: Rozpocznij prace badawcze nad robotem budowniczym
ru: Начать исследование программы для строителя

source: Run research program for defense tower
cs: Spustit výzkum obranných věží
de: Forschungsprogramm Geschützturm
fr: Lancer la recherche de la tour de défense
pl: Rozpocznij prace badawcze nad wieżą obronną
ru: Начать исследование программы для защитной башни

source: Run research program for legged bots
cs: Spustit výzkum chodících robotů
de: Forschungsprogramm Krabbelantrieb
fr: Lancer la recherche du fonctionnement des pattes
pl: Rozpocznij prace badawcze nad transporterem na nogach
ru: Начать исследование программы для шагающих ботов

source: Run research program for nuclear power
cs: Spustit výzkum jaderné energie
de: Forschungsprogramm Brennstoffzelle
fr: Lancer la recherche du programme nucléaire
pl: Rozpocznij prace badawcze nad energią atomową
ru: Начать исследование программы для атомной энергетики

source: Run research program for orga shooter
cs: Spustit výzkum biokanónů
de: Forschungsprogramm Orgashooterkanone
fr: Lancer la recherche du canon organique
pl: Rozpocznij prace badawcze nad działem organicznym
ru: Начать исследование программы для орга-стерлка

source: Run research program for phazer shooter
cs: Spustit výzkum fázového děla
de: Forschungsprogramm Phazerkanone
fr: Lancer la recherche du canon hachoir
pl: Rozpocznij prace badawcze nad działem fazowym
ru: Начать исследование программы для фазового стрелка

source: Run research program for shielder
cs: Spustit výzkum mobilního štítu
de: Forschungsprogramm Schutzschild
fr: Lancer la recherche du bouclier
pl: Rozpocznij prace badawcze nad robotem osłaniaczem
ru: Начать исследование программы для передвижного щита

source: Run research program for shooter
cs: Spustit výzkum kanónů
de: Forschungsprogramm Shooterkanone
fr: Lancer la recherche du canon de tir
pl: Rozpocznij prace badawcze nad działem
ru: Начать исследование программы для стрелка

source: Run research program for target bot
cs: Spustit výzkum cvičného cíle
de: Forschungsprogramm mobile Zielscheibe
pl: Rozpocznij prace badawcze nad robotem-celem
ru: Начать исследование программы для бота-мишени

source: Run research program for thumper
cs: Spustit výzkum bucharu
de: Forschungsprogramm Stampfer
fr: Lancer la recherche du secoueur
pl: Rozpocznij prace badawcze nad robotem uderzaczem
ru: Начать исследование программы для ударника

source: Run research program for tracked bots
cs: Spustit výzkum pásových robotů
de: Forschungsprogramm Kettenantrieb
fr: Lancer la recherche du fonctionnement des chenilles
pl: Rozpocznij prace badawcze nad transporterem na gąsienicach
ru: Начать исследование программы для гусеничного бота

source: Run research program for winged bots
cs: Spustit výzkum létajících robotů
de: Forschungsprogramm Jetantrieb
fr: Lancer la recherche du fonctionnement du jet
pl: Rozpocznij prace badawcze nad transporterem latającym
ru: Начать исследование программы для летающего бота

source: SatCom
cs: SatKom

source: Satellite report
cs: Informace ze satelitu
de: Satellitenbericht
fr: Rapport du satellite
pl: Raport z satelity
ru: Спутниковый отчет

source: Save
cs: Uložit
de: Speichern
fr: Enregistrer
pl: Zapisz
ru: Сохранить

source: Save (Ctrl+S)
cs: Uložit (Ctrl+S)
de: Speichern (Ctrl+S)
fr: Enregistrer (Ctrl+S)
pl: Zapisz (Ctrl+S)
ru: Сохранить (Ctrl+S)

source: Save the current mission
cs: Uložit současnou misi
de: Aktuelle Mission speichern
fr: Enregistrement de la mission en cours
pl: Zapisz bieżącą misję
ru: Сохранить

source: Save\Save the current mission
cs: Uložit\Uložit současnou misi
de: Speichern\Aktuelle Mission speichern
fr: Enregistrer\Enregistrer la mission en cours
pl: Zapisz\Zapisuje bieżącą misję
ru: Сохранить\Сохранить текущую миссию

source: Save\Saves the current mission
cs: Uložit\Uloží současnou misi
de: Speichern\Speichert die Mission
fr: Enregistrer\Enregistrer la mission en cours
pl: Zapisz\Zapisuje bieżącą misję
ru: Сохранить\Сохранить текущую миссию

source: Select Folder
cs: Vybrat adresář
de: Ordner auswählen
pl: Wybierz folder
ru: Выбрать папку

source: Select the astronaut\Selects the astronaut
cs: Vybrat kosmonauta\Vybere kosmonauta
de: Astronauten auswählen\Astronauten auswählen
fr: Sélectionner le cosmonaute\Sélectionner le cosmonaute
pl: Zaznacz astronautę\Zaznacza astronautę
ru: Выбор астронавта\Выбрать астронавта

source: Semicolon terminator missing
cs: Chybí středník
de: Es fehlt ein Strichpunkt ";" am Ende der Anweisung
fr: Terminateur point-virgule non trouvé
pl: Brak średnika na końcu wiersza
ru: Отсутствует точка с запятой

source: Shadow resolution\Higher means better range and quality, but slower
cs: Rozlišení stínů\Více znamená lepší kvalitu, ale pomalejší vykreslování
de: Schatten-Auflösung\Höher heißt bessere Qualität, aber langsamer
fr: Résolution des ombres\Plus grand implique une meilleure qualité et amplitude, mais plus lent
pl: Rozdzielczość cieni\Wyższa wartość oznacza wyższy zasięg i jakość, ale jest wolniejsza
ru: Разрешение тени\Больше означает более лучшие дистанция и качество, но более медленные

source: Shield level
cs: Stav štítu
de: Schildstärke
fr: Niveau du bouclier
pl: Poziom osłony
ru: Уровень брони

source: Shield radius
cs: Dosah štítu
de: Reichweite Schutzschild
fr: Rayon du bouclier
pl: Zasięg osłony
ru: Радиус щита

source: Shielder
cs: Mobilní štít
de: Schutzschild
fr: Robot bouclier
pl: Osłaniacz
ru: Передвижной щит

source: Shoot (\key action;)
cs: Vystřelit (\key action;)
de: Feuer (\key action;)
fr: Tir (\key action;)
pl: Strzelaj (\key action;)
ru: Огонь (\key action;)

source: Show if the ground is flat
cs: Ukázat rovnost terénu
de: Zeigt ob der Boden eben ist
fr: Montre si le sol est plat
pl: Pokaż czy teren jest płaski
ru: Показывать плоскую землю

source: Show the place
cs: Ukázat místo
de: Zeigt den Ort
fr: Montre l'endroit
pl: Pokaż miejsce
ru: Место

source: Show the range
cs: Zobrazit dosah
de: Zeigt die Reichweite
fr: Montre le rayon d'action
pl: Pokaż zasięg
ru: Дальность

source: Show the solution
cs: Ukázat řešení
de: Zeigt die Lösung
fr: Donne la solution
pl: Pokaż rozwiązanie
ru: Показать решение

source: Sign " : " missing
cs: Chybí znak ":"
de: Es fehlt ein Doppelpunkt " : "
fr: Séparateur " : " attendu
pl: Brak znaku " :"
ru: Знак " : " отсутствует

source: Simple shadows\Shadows spots on the ground
cs: Jednoduché stíny\Kruhové stíny na zemi
de: Einfacher Schatten\Schlagschatten auf dem Boden
fr: Ombres simples\Ombres projetées au sol
pl: Proste cienie\Proste cienie na ziemi

source: Size 1
cs: Velikost 1
de: Größe 1
fr: Taille 1
pl: Wielkość 1
ru: Размер 1

source: Size 2
cs: Velikost 2
de: Größe 2
fr: Taille 2
pl: Wielkość 2
ru: Размер 2

source: Size 3
cs: Velikost 3
de: Größe 3
fr: Taille 3
pl: Wielkość 3
ru: Размер 3

source: Size 4
cs: Velikost 4
de: Größe 4
fr: Taille 4
pl: Wielkość 4
ru: Размер 4

source: Size 5
cs: Velikost 5
de: Größe 5
fr: Taille 5
pl: Wielkość 5
ru: Размер 5

source: Sniff (\key action;)
cs: Hledat podzemní zdroje (\key action;)
de: Schnüffeln (\key action;)
fr: Cherche (\key action;)
pl: Szukaj (\key action;)
ru: Искать (\key action;)

source: Solution
cs: Řešení
de: Lösung
pl: Rozwiązanie
ru: Решение

source: Sound effects:\Volume of engines, voice, shooting, etc.
cs: Zvukové efekty:\Hlasitost motorů, hlasů, střelby, atd.
de: Geräusche:\Lautstärke Motoren, Stimmen, usw.
fr: Sons :\Volume des moteurs, voix, etc.
pl: Efekty dźwiękowe:\Głośność silników, głosów, strzałów, itp.
ru: Общий звук:\Гормкость двигателя, голоса, стрельбы и т.д.

source: Sound\Music and game sound volume
cs: Zvuk\Hlasitost hudby a zvukových efektů
de: Geräusche\Lautstärke Geräusche und Musik
fr: Son\Volumes des sons & musiques
pl: Dźwięk\Głośność muzyki i dźwięków gry
ru: Звук\Громкость музыки и звуков

source: Space Explorer\Disables astronaut abilities
cs: Hvězdný průzkumník\Vypne dovednosti kosmonauta
de: Weltraumforscher\Deaktiviert Fähigkeiten des Astronauten
pl: Kosmiczny odkrywca\Wyłącza umiejętności astronauty
ru: Исследователь на борту\Отключает способности астронавта

source: Space Programmer\Disables radio-control
cs: Hvězdný vývojář\Vypne přímé ovládání robotů
de: Weltraumprogrammierer\Deaktiviert Funkfernsteuerung
pl: Kosmiczny koder\Wyłącza zdalną kontrolę
ru: Программист на борту\Отключает дистанционное управление

source: Space Researcher\Disables using all previously researched technologies
cs: Hvězdný výzkumník\Znovu zamkne technologie vyzkoumané v předchozích misích
de: Weltraumwissenschaftler\Deaktiviert alle zuvor erforschten Technologien
pl: Kosmiczny badacz\Blokuje dostęp do poprzednio wynalezionych technologii
ru: Учёный на борту\Сбрасывает все ранее исследованные технологии

source: Spaceship
cs: Raketa
de: Raumschiff
fr: Vaisseau spatial
pl: Statek kosmiczny
ru: Космический корабль

source: Spaceship ruin
cs: Trosky rakety
de: Raumschiffswrack
fr: Épave de vaisseau spatial
pl: Ruiny statku kosmicznego
ru: Обломки корабля

source: Spider
cs: Pavouk
de: Spinne
fr: Araignée
pl: Pająk
ru: Паук

source: Spider fatally wounded
cs: Pavouk byl smrtelně raněn
de: Spinne tödlich verwundet
fr: Araignée mortellement touchée
pl: Pająk śmiertelnie raniony
ru: Паук смертельно ранен

source: Stack overflow
cs: Přetečení zásobníku
fr: Débordement de la pile
pl: Przepełnienie stosu
ru: Переполнение стека
