Repository: colobot/colobot
Catalog: po/*.po
Languages: cs, de, fr, pl, ru

source: Standard action\Standard action of the bot (take/grab, shoot, sniff, etc)
cs: Použít nástroj\Provede akci s hlavním nástrojem robota (zvedákem, kanónem, detektorem, atd.)
de: Standardhandlung\Führt die Standardhandlung des Roboters aus
fr: Action standard\Action du bouton avec le cadre rouge
pl: Standardowa akcja\Standardowa akcja robota (podnieś/upuść, strzelaj, szukaj, itp.)
ru: Стандартное действие\Стандартное действие бота (брать/взять, стрелять, искать и т.д.)

source: Standard controls\Standard key functions
cs: Výchozí mapování klávesnice\Výchozí nastavení kláves
de: Alles zurücksetzen\Standarddefinition aller Tasten
fr: Tout réinitialiser\Remet toutes les touches standards
pl: Standardowa kontrola\Standardowe klawisze funkcyjne
ru: Стандартное управление\Сделать управление по умолчанию

source: Standard speed\Reset speed to normal
cs: Normální rychlost\Vrátí rychlost hry do normálu
fr: Vitesse standard\Réinitialiser la vitesse à la normale
pl: Standardowa prędkość\Resetuje prędkość do wartości domyślnej
ru: Обычная скорость\Вернуть нормальную скорость

source: Standard\Standard appearance settings
cs: Výchozí\Výchozí nastavení vzhledu
de: Standard\Standardfarben einsetzen
fr: Standard\Remet les couleurs standards
pl: Standardowe\Standardowe ustawienia wyglądu
ru: По умолчанию\Настройки внешнего вида по умолчанию

source: Starting...
cs: Startuji...
de: Starte...
fr: Lancement...
pl: Rozpoczynanie...

source: Still working ...
cs: Zpracovávám...
de: Verarbeitung ...
fr: Travail en cours ...
pl: Wciąż pracuje...
ru: Работает ...

source: String missing
cs: Chybí textový řetězec
de: Hier wird eine Zeichenkette erwartet
fr: Une chaîne de caractère est attendue
pl: Brak łańcucha
ru: Отсутствует строка

source: Strip color:
cs: Barva proužků:
de: Farbe der Streifen:
fr: Couleur des bandes :
pl: Kolor pasków:
ru: Цвет полос

source: Subber
cs: Ponorka
de: Kettentaucher
fr: Robot sous-marin
pl: Robot nurek
ru: Саббер

source: Suit color:
cs: Barva skafandru:
de: Farbe des Anzugs:
fr: Couleur de la combinaison :
pl: Kolor skafandra:
ru: Костюм:

source: Suit\Astronaut suit
cs: Skafandr\Kosmonautův skafandr
de: Anzug\Raumfahrtanzug
fr: Corps\Combinaison
pl: Skafander\Skafander astronauty
ru: Костюм\Костюм астронавта

source: Summary:
cs: Popis:
de: Zusammenfassung:
fr: Résumé :
pl: Streszczenie:
ru: Итог:

source: Survival kit
cs: Vybavení pro přežití
de: Überlebenskit
fr: Sac de survie
pl: Zestaw przetrwania
ru: Аптечка

source: Switch bots <-> buildings
cs: Přepnout roboti <-> budovy
de: Anzeige Roboter <-> Bauten
fr: Permute robots <-> bâtiments
pl: Przełącz roboty <-> budynki
ru: Переключение между ботами и зданиями

source: Take off to finish the mission
cs: Dokončit misi a odletět
de: Abheben nach vollbrachter Mission
fr: Décollage pour terminer la mission
pl: Odleć, aby zakończyć misję
ru: Взлететь, чтобы закончить миссию

source: Target
cs: Cíl
de: Zielscheibe
fr: Cible
pl: Cel
ru: Цель

source: Target bot
cs: Cvičný cíl
de: Mobile Zielscheibe
fr: Cible d'entraînement
pl: Robot cel
ru: Целевой бот

source: Terrain relief
cs: Výšková mapa
de: Geländestruktur
fr: Relief du terrain
pl: Rzeźba terenu
ru: Рельеф местности

source: Texture filtering\Texture filtering
cs: Filtrování textur\Filtrování textur
de: Texturfilterung\Texturfilterung
fr: Filtrage de textures\Filtrage de textures
pl: Filtrowanie tekstur\Filtrowanie tekstur
ru: Фильтрация текстур\Фильтрация текстур

source: Textures
cs: Textury
de: Texturen
pl: Tekstury
ru: Текстуры

source: The address %s could not be opened in a web browser.
cs: Adresu %s se nepodařilo otevřít ve webovém prohlížeči.
de: URL %s konnte nicht im Web-Browser geöffnet werden.
pl: Nie udało się otworzyć adresu %s w przeglądarce internetowej.
ru: Адрес %s не может быть открыть в браузере

source: The battle has ended
cs: Souboj skončil
de: Die Schlacht ist beendet
fr: La bataille est terminée
pl: Bitwa zakończyła się
ru: Битва окончена

source: The expression must return a boolean value
cs: Výraz musí vracet booleovskou hodnotu
de: Der Ausdruck muss einen boolschen Wert ergeben
fr: L'expression doit être un boolean
pl: Wyrażenie musi zwrócić wartość logiczną
ru: Выражение должно возвращать логическое значение

source: The function returned no value
cs: Funkce nevrátila žádnou hodnotu
de: Die Funktion hat kein Ergebnis zurückgegeben
fr: La fonction n'a pas retourné de résultat
pl: Funkcja nie zwróciła żadnej wartości
ru: Функция не возвратила значения

source: The mission is not accomplished yet (press \key help; for more details)
cs: Mise ještě nebyla splněna (pro podrobnosti stiskněte \key help;)
de: Mission noch nicht beendet (Drücken Sie auf \key help; für weitere Informationen)
fr: La mission n'est pas terminée (appuyez sur \key help; pour plus de détails)
pl: Misja nie jest wypełniona (naciśnij \key help; aby uzyskać szczegóły)
ru: Миссия еще не выполнена (нажмите \key help; для более подробной информации)

source: The path %s could not be opened in a file explorer.
cs: Cestu %s se nepodařilo otevřít ve správci souborů.
de: Pfad %s konnte nicht im Datei-Explorer geöffnet werden.
pl: Nie udało się otworzyć ścieżki %s w przeglądarce plików.
ru: Путь %s не может быть открыть в проводнике.

source: The types of the two operands are incompatible
cs: Operaci nelze provést s operandy těchto dvou typů
de: Die zwei Operanden sind nicht kompatibel
fr: Les deux opérandes ne sont pas de types compatibles
pl: Niezgodne typy operatorów
ru: Типы операндов несовместимы

source: There are unsaved changes. Do you want to save them before leaving?
cs: V nastavení jsou neuložené změny. Chcete je před odchodem uložit?
de: Ungesicherte Änderungen. Möchten Sie vor dem Beenden speichern?
pl: Są niezapisane zmiany. Czy chcesz je zapisać przed wyjściem?
ru: Есть несохранённые изменения. Сохранить перед выходом?

source: This class already exists
cs: Tato třída již existuje
de: Diese Klasse gibt es schon
fr: Cette classe existe déjà
pl: Taka klasa już istnieje
ru: Этот класс уже существует

source: This class does not exist
cs: Taková třída neexistuje
de: Diese Klasse existiert nicht
fr: Cette classe n'existe pas
pl: Taka klasa nie istnieje
ru: Этот класс не существует

source: This is example code that cannot be run directly
cs: Toto je vzorový kód, který nelze přímo spustit
de: Das ist ein Beispiel Programm, das nicht direkt ausgeführt werden kann
fr: Ce code d'exemple ne peut pas être lancé directement
pl: To jest przykładowy kod którego nie można uruchomić bezpośrednio
ru: Это пример кода который не может быть непосредственно запущен

source: This is not a member of this class
cs: Tato třída nemá žádný takový prvek
de: Dieses Element gibt es nicht in dieser Klasse
fr: Cet élément n'existe pas dans cette classe
pl: To nie jest obiekt tej klasy
ru: Это не член этого класса

source: This label does not exist
cs: Toto návěstí neexistuje
de: Dieses Label existiert nicht
fr: Cette étiquette n'existe pas
pl: Taka etykieta nie istnieje
ru: Эта метка не существует

source: This menu is for userlevels from mods, but you didn't install any
cs: Toto menu je pro uživatelské mapy z modů, ale žádný nemáte nainstalovaný
de: Dieses Menü ist für nachinstallierte Benutzer-Level, aber Du hast keine installiert
fr: Ce menu donne accès aux niveaux spéciaux (importés ou personnalisés), mais aucun n'est installé.
pl: To menu jest przeznaczone na poziomy użytkownika z modyfikacji, ale żadne nie są zainstalowane
ru: Это меню для пользовательских уровней из модов, но вы ни одного не уставили

source: This object is currently busy
cs: Tento objekt je zaneprázdněn
de: Das Objekt ist derzeit beschäftigt
fr: Cet élément est actuellement occupé
pl: Ten objekt jest obecnie zajęty
ru: Этот объект сейчас занят

source: This object is not a member of a class
cs: Tento objekt není prvkem žádné třídy
de: Das Objekt ist nicht eine Instanz einer Klasse
fr: L'objet n'est pas une instance d'une classe
pl: Ten obiekt nie jest członkiem klasy
ru: Этот объект не член класса

source: This parameter needs a default value
cs: Tento parametr musí mít přednastavenou hodnotu
de: Dieser Parameter braucht einen Vorgabewert
fr: Ce paramètre nécessite une valeur par défaut
pl: Ten parametr wymaga podania domyślnej wartości
ru: Этому параметру требуется значение по умолчанию

source: This program is read-only, clone it to edit
cs: Tento program je pouze pro čtení, klikněte do něj pro editaci
de: Dieses Programm ist schreibgeschützt. Dupliziere es zum Bearbeiten
fr: Ce programme est en lecture-seule, le dupliquer pour pouvoir le modifier
pl: Ten program jest tylko do odczytu, skopiuj go, aby edytować
ru: Эта программа только для чтения, для редактирования клонируйте её

source: Thump (\key action;)
cs: Úder (\key action;)
de: Stampfen (\key action;)
fr: Secouer (\key action;)
pl: Uderz (\key action;)
ru: Удар (\key action;)

source: Thumper
cs: Buchar
de: Stampfer
fr: Robot secoueur
pl: Uderzacz
ru: Ударник

source: Time: %s
cs: Čas: %s
de: Zeit: %s
fr: Temps : %s
pl: Czas: %s
ru: Время: %s

source: Titanium
cs: Titan
de: Titan
fr: Titane
pl: Tytan
ru: Титан

source: Titanium available
cs: Titan je k dispozici
de: Titan verfügbar
fr: Titane disponible
pl: Tytan dostępny
ru: Титан доступен

source: Titanium deposit (site for derrick)
cs: Titanové ložisko (místo pro vrtnou věž)
de: Markierung für unterirdisches Titanvorkommen
fr: Emplacement pour un derrick (minerai de titane)
pl: Złoże tytanu (miejsce na kopalnię)
ru: Запасы титана (место для буровой вышки)

source: Titanium ore
cs: Titanová ruda
de: Titanerz
fr: Minerai de titane
pl: Ruda tytanu
ru: Титановая руда

source: Titanium too close
cs: Titan je moc blízko
de: Titan zu nahe
fr: Titane trop proche
pl: Tytan za blisko
ru: Титан слишком близко

source: Titanium too far away
cs: Titan je moc daleko
de: Titan zu weit weg
fr: Titane trop loin
pl: Tytan za daleko
ru: Титан слишком далеко

source: Too close to a building
cs: Příliš blízko k budově
de: Zu nahe an einem Gebäude
fr: Trop proche d'un bâtiment
pl: Za blisko budynku
ru: Слишком близко к зданию

source: Too close to an existing flag
cs: Příliš blízko k jiné vlajce
de: Zu nahe an einer anderen Fahne
fr: Trop proche d'un drapeau existant
pl: Za blisko istniejącej flagi
ru: Слишком близко к существующему флагу

source: Too close to space ship
cs: Příliš blízko k raketě
de: Zu nahe am Raumschiff
fr: Trop proche du vaisseau spatial
pl: Za blisko statku kosmicznego
ru: Слишком близко к кораблю

source: Too many flags of this color (maximum 5)
cs: Příliš mnoho vlajek této barvy (maximálně 5)
de: Zu viele Fahnen dieser Farbe (Maximum 5)
fr: Trop de drapeaux de cette couleur (maximum 5)
pl: Za dużo flag w tym kolorze (maksymalnie 5)
ru: Слишком много флагов этого цвета (максимум 5)

source: Too many parameters
cs: Příliš mnoho parametrů
de: Zu viele Parameter
fr: Trop de paramètres
pl: Za dużo parametrów
ru: Слишком много параметров

source: Tracked builder
cs: Pásový stavitel
de: Kettenkonstrukteur
pl: Budowniczy na gąsienicach
ru: Гусеничный строитель

source: Tracked grabber
cs: Pásové rameno
de: Transporter
fr: Robot préhenseur à chenilles
pl: Transporter na gąsienicach
ru: Гусеничный сборщик

source: Tracked orga shooter
cs: Pásový biokanón
de: OrgaShooter
fr: Robot tireur organique à chenilles
pl: Działo organiczne na gąsienicach
ru: Гусеничный орга-стрелок

source: Tracked shooter
cs: Pásový kanón
de: Shooter
fr: Robot tireur à chenilles
pl: Działo na gąsienicach
ru: Гусеничный стрелок

source: Tracked sniffer
cs: Pásový detektor
de: Schnüffler
fr: Robot renifleur à chenilles
pl: Szperacz na gąsienicach
ru: Гусеничный искатель

source: Transforms only titanium
cs: Zpracovává pouze titan
de: Wandelt nur Titanerz um
fr: Ne transforme que le titane
pl: Przetwarza jedynie tytan
ru: Нет титана для преобразования

source: Transforms only uranium
cs: Zpracovává pouze uran
de: Wandelt nur Platin um
fr: Ne transforme que le minerai d'uranium
pl: Przetwarza jedynie uran
ru: Преобразовывается только уран

source: Transmitted information
cs: Odeslané informace
de: Gesendete Informationen
fr: Informations diffusées
pl: Przesłane informacje
ru: Переданная информация

source: Turn left (\key left;)
cs: Otočit vlevo (\key left;)
de: Drehung links (\key left;)
fr: Tourne à gauche (\key left;)
pl: Skręć w lewo (\key left;)
ru: Налево (\key left;)

source: Turn left\turns the bot to the left
cs: Otočit vlevo\Otočí robota doleva
de: Drehung nach links\Steuer links
fr: Tourner à gauche\Moteur à gauche
pl: Skręć w lewo\Obraca robota w lewo
ru: Повернуть налево\Поворот налево

source: Turn right (\key right;)
cs: Otočit vpravo (\key right;)
de: Drehung rechts (\key right;)
fr: Tourne à droite (\key right;)
pl: Skręć w prawo (\key right;)
ru: Направо (\key right;)

source: Turn right\turns the bot to the right
cs: Otočit vpravo\Otočí robota doprava
de: Drehung nach rechts\Steuer rechts
fr: Tourner à droite\Moteur à droite
pl: Obróć w prawo\Obraca robota w prawo
ru: Повернуть налево\Поворот налево

source: Type declaration missing
cs: Chybí deklarace typu
de: Hier muss ein Variablentyp stehen
fr: Déclaration de type attendu
pl: Brak deklaracji typu
ru: Не задан тип

source: Unable to control enemy objects
cs: Nemůžete ovládat nepřátelské objekty
de: Feindliches Objekt kann nicht gesteuert werden
fr: Impossible de contrôler les objets ennemis
pl: Nie można kontrolować wrogich obiektów
ru: Невозможно контролировать вражеские объекты

source: Undo (Ctrl+Z)
cs: Zpět (Ctrl+Z)
de: Rückgängig (Ctrl+Z)
fr: Annuler (Ctrl+Z)
pl: Cofnij (Ctrl+Z)
ru: Отмена (Ctrl+Z)

source: Unit
cs: Jednotka
de: Einheit
fr: Unité
pl: Jednostka
ru: Юнит

source: Unknown Object
cs: Neznámý objekt
de: Das Objekt existiert nicht
fr: Objet inconnu
pl: Obiekt nieznany
ru: Неизвестный объект

source: Unknown author
cs: Neznámý
de: Unbekannter Autor
pl: Nieznany autor
ru: Неизвестный автор

source: Unknown command
cs: Neznámý příkaz
de: Befehl unbekannt
fr: Commande inconnue
pl: Nieznane polecenie
ru: Неизвестная команда

source: Unknown escape sequence
cs: Neznámá zástupná sekvence
de: Unbekannte Escape-Sequenz
fr: Séquence d'échappement inconnue
pl: Nieznany znak ucieczki

source: Unknown function
cs: Neznámá funkce
de: Unbekannte Funktion
fr: Routine inconnue
pl: Funkcja nieznana
ru: Неизвестная функция

source: Up (\key gup;)
cs: Vzhůru (\key gup;)
de: Steigt (\key gup;)
fr: Monte (\key gup;)
pl: Góra (\key gup;)
ru: Вверх (\key gup;)

source: Up\Move the selected mod up so it's loaded sooner (mods may overwrite files from the mods above them)
cs: Nahoru\Posunout vybranou modifikaci nahoru, aby se nahrála dříve (modifikace mohou přepsat soubory jiných modifikací v seznamu nad nimi)
de: Aufwärts\Das gewählte Mod nach oben verschieben, um es früher zu laden (nachfolgende Mods können Dateien überschreiben)
pl: W górę\Przenieś zaznaczonego moda w górę, aby był załadowany wcześniej (mody mogą nadpisywać pliki modów wyżej)
ru: Вверх\Переместить мод вверх в списке загрузки, он будет загружен раньше (моды могут переписать файлы модов, расположенных в списке выше них)

source: Uranium deposit (site for derrick)
cs: Uranové ložisko (místo pro vrtnou věž)
de: Markierung für unterirdisches Platinvorkommen
fr: Emplacement pour un derrick (minerai d'uranium)
pl: Złoże uranu (miejsce na kopalnię)
ru: Запасы урана (место для буровой вышки)

source: Uranium ore
cs: Uranová ruda
de: Platinerz
fr: Minerai d'uranium
pl: Ruda uranu
ru: Урановая руда

source: User levels
cs: Uživatelské mapy
fr: Niveaux supplémentaires
pl: Poziomy użytkownika
ru: Пользовательские уровни

source: Variable name missing
cs: Chybí název proměnné
de: Es fehlt der Name einer Variable
fr: Nom d'une variable attendu
pl: Brak nazwy zmiennej
ru: Нет имени переменной

source: Variable not declared
cs: Proměnná nebyla deklarována
de: Variable nicht deklariert
fr: Variable non déclarée
pl: Zmienna nie została zadeklarowana
ru: Переменная не объявлена

source: Variable not initialized
cs: Proměnná nebyla nastavena
de: Der Wert dieser Variable wurde nicht definiert
fr: Variable non initialisée
pl: Zmienna nie została zainicjalizowana
ru: Переменная не инициализирована

source: Vault
cs: Trezor
de: Bunker
fr: Coffre-fort
pl: Skrytka
ru: Хранилище

source: Version
cs: Verze
pl: Wersja
ru: Версия

source: Vertical Synchronization\Limits the number of frames per second to display frequency
cs: Vertikální synchronizace\Omezí počet snímků za sekundu na obnovovací frekvenci obrazovky
de: Vertikale Synchronisation\Bildschirmwiederholrate ist die Vorgabe für Bilder pro Sekunde
fr: Synchronisation verticale :\Réduit la fréquence d'images par seconde à afficher.
pl: Synchronizacja pionowa\Ogranicza ilość klatek na sekundę do wartości odświeżania ekranu
ru: Вертикальная синхронизация\Ограничивает число кадров в секунду частотой экрана

source: Violet flag
cs: Fialová vlajka
de: Violette Fahne
fr: Drapeau violet
pl: Fioletowa flaga
ru: Фиолетовый флаг

source: Void parameter
cs: Prázdný parametr
de: Parameter void
fr: Paramètre void
pl: Pusty parametr
ru: Пустой параметр

source: Wasp
cs: Vosa
de: Wespe
fr: Guêpe
pl: Osa
ru: Оса

source: Wasp fatally wounded
cs: Vosa byla smrtelně raněna
de: Wespe tödlich verwundet
fr: Guêpe mortellement touchée
pl: Osa śmiertelnie raniona
ru: Оса смертельно ранена

source: Waste
cs: Odpad
de: Abfall
fr: Déchet
pl: Odpady
ru: Мусор

source: Website
cs: Webová stránka
de: Internetseite
pl: Strona internetowa
ru: Сайт

source: Wheeled builder
cs: Pojízdný stavitel
de: Radkonstrukteur
pl: Budowniczy na kołach
ru: Колесный строитель

source: Wheeled grabber
cs: Pojízdné rameno
de: Transporter
fr: Robot préhenseur à roues
pl: Transporter na kołach
ru: Колесный сборщик

source: Wheeled orga shooter
cs: Pojízdný biokanón
de: OrgaShooter
fr: Robot tireur organique à roues
pl: Działo organiczne na kołach
ru: Колесный орга-стрелок

source: Wheeled shooter
cs: Pojízdný kanón
de: Shooter
fr: Robot tireur à roues
pl: Działo na kołach
ru: Колесный стрелок

source: Wheeled sniffer
cs: Pojízdný detektor
de: Schnüffler
fr: Robot renifleur à roues
pl: Szperacz na kołach
ru: Колесный искатель

source: Winged builder
cs: Létající stavitel
de: Jetkonstrukteur
pl: Budowniczy latający
ru: Летающий строитель

source: Winged grabber
cs: Létající rameno
de: Transporter
fr: Robot préhenseur volant
pl: Transporter latający
ru: Летающий сборщик

source: Winged orga shooter
cs: Létající biokanón
de: OrgaShooter
fr: Robot tireur organique volant
pl: Latające działo organiczne
ru: Летающий орга-стрелок

source: Winged shooter
cs: Létající kanón
de: Shooter
fr: Robot tireur volant
pl: Działo latające
ru: Летающий стрелок

source: Winged sniffer
cs: Létající detektor
de: Schnüffler
fr: Robot renifleur volant
pl: Szperacz latający
ru: Летающий искатель

source: Withdraw shield (\key action;)
cs: Vypnout štít (\key action;)
de: Schutzschild einholen (\key action;)
fr: Refermer le bouclier (\key action;)
pl: Wyłącz osłonę (\key action;)
ru: Снять щит (\key action;)

source: Workshop\Open the workshop to search for mods
cs: Stáhnout\Otevřít databázi modifikací a stáhnout nové
de: Werkstatt\Die Werkstatt betreten um nach Mods zu suchen
pl: Warsztat\Otwórz warsztat, aby poszukać modów
ru: Мастерская\Откройте мастерскую для поиска модов

source: Worm
cs: Červ
de: Wurm
fr: Ver
pl: Robal
ru: Червь

source: Worm fatally wounded
cs: Červ byl smrtelně raněn
de: Wurm tödlich verwundet
fr: Ver mortellement touché
pl: Robal śmiertelnie raniony
ru: Червь смертельно ранен

source: Wreckage
cs: Vrak
de: Roboterwrack
fr: Épave de robot
pl: Wrak
ru: Обломки

source: Write error
cs: Chyba při zápisu
de: Fehler beim Schreibzugriff
fr: Erreur lors de l'écriture
pl: Błąd zapisu
ru: Ошибка записи

source: Wrong type for the assignment
cs: Špatný datový typ pro přiřazení
de: Der Ausdruck ergibt einen falschen Typ für die Zuweisung
fr: Mauvais type de résultat pour l'assignation
pl: Zły typ dla przypisania
ru: Неверный тип для назначения

source: Yellow flag
cs: Žlutá vlajka
de: Gelbe Fahne
fr: Drapeau jaune
pl: Żółta flaga
ru: Желтый флаг

source: Yes
cs: Ano
de: Ja
fr: Oui
pl: Tak
ru: Да

source: You can fly with the keys (\key gup;) and (\key gdown;)
cs: Můžete létat pomocí kláves (\key gup;) a (\key gdown;)
de: Sie können jetzt mit den Tasten \key gup; und \key gdown; fliegen
fr: Il est possible de voler avec les touches (\key gup;) et (\key gdown;)
pl: Możesz latać używając klawiszy (\key gup;) oraz (\key gdown;)
ru: Вы можете лететь с помощью клавиш (\key gup;) и (\key gdown;)

source: You can not carry a radioactive object
cs: Nemůžete nosit radioaktivní předměty
de: Sie können keinen radioaktiven Gegenstand tragen
fr: Vous ne pouvez pas transporter un objet radioactif
pl: Nie możesz przenosić przedmiotów radioaktywnych
ru: Вы не можете нести радиоактивные объекты

source: You can not carry an object under water
cs: Pod vodou nemůžete nosit předměty
de: Sie können unter Wasser nichts tragen
fr: Vous ne pouvez pas transporter un objet sous l'eau
pl: Nie możesz przenosić przedmiotów pod wodą
ru: Вы не можете нести объекты под водой

source: You cannot use "%s" in this exercise (used: %d)
cs: V tomto cvičení nesmíte použít "%s" (použito: %dx)
de: "%s" kann in dieser Übung nicht verwendet werden (benutzt: %d)
fr: Vous ne pouvez pas utiliser «%s» dans cet exercice (utilisé : %d)
pl: Nie możesz użyć "%s" w tym ćwiczeniu (użyto: %d)

source: You found a usable object
cs: Našli jste použitelný objekt
de: Sie haben ein brauchbares Objekt gefunden
fr: Vous avez trouvé un objet utilisable
pl: Znaleziono użyteczny przedmiot
ru: Вы нашли рабочий объект

source: You have to use "%1$s" at least once in this exercise (used: %2$d)
cs: V tomto cvičení musíte "%1$s" použít alespoň jednou (použito: %2$dx)
de: In dieser Übung "%1$s" muß mindestens einmal verwendet werden (benutzt: %2$d)
fr: Vous devez utiliser «%1$s» au moins une fois dans cet exercice (utilisé %2$d fois)
pl: Musisz użyć "%1$s" przynajmniej raz w tym ćwiczeniu (użyto: %2$d)

source: You have to use "%1$s" at most once in this exercise (used: %2$d)
cs: V tomto cvičení musíte "%1$s" použít nejvýše jednou (použito: %2$dx)
de: In dieser Übung darf "%1$s" höchstens einmal verwendet werden (benutzt: %2$d)
fr: Vous devez utiliser «%1$s» au plus une fois dans cet exercice (utilisé %2$d fois)
pl: Możesz użyć "%1$s" najwyżej raz w tym ćwiczeniu (użyto: %2$d)

source: You must get on the spaceship to take off
cs: Před odletem musíte nastoupit do rakety
de: Begib Dich an Bord, bevor Du abhebst
fr: Vous devez embarquer pour pouvoir décoller
pl: Musisz być na statku kosmicznym aby nim odlecieć
ru: Вы должны быть на борту корабля, чтобы взлететь

source: Zoom mini-map
cs: Přiblížit minimapu
de: Zoom Minikarte
fr: Zoom mini-carte
pl: Powiększenie mapki
ru: Масштаб мини-карты

source: \Blue flags
cs: \Modré vlajky
de: \Blaue Fahne
fr: \Drapeaux bleus
pl: \Niebieskie flagi
ru: \Синий флаг

source: \Eyeglasses 1
cs: \Brýle 1
de: \Brille 1
fr: \Lunettes 1
pl: \Okulary 1
ru: \Очки 1

source: \Eyeglasses 2
cs: \Brýle 2
de: \Brille 2
fr: \Lunettes 2
pl: \Okulary 2
ru: \Очки 2

source: \Eyeglasses 3
cs: \Brýle 3
de: \Brille 3
fr: \Lunettes 3
pl: \Okulary 3
ru: \Очки 3

source: \Eyeglasses 4
cs: \Brýle 4
de: \Brille 4
fr: \Lunettes 4
pl: \Okulary 4
ru: \Очки 4

source: \Eyeglasses 5
cs: \Brýle 5
de: \Brille 5
fr: \Lunettes 5
pl: \Okulary 5
ru: \Очки 5

source: \Face 1
cs: \Tvář 1
de: \Kopf 1
fr: \Visage 1
pl: \Twarz 1
ru: Лицо 1

source: \Face 2
cs: \Tvář 2
de: \Kopf 2
fr: \Visage 2
pl: \Twarz 2
ru: \Лицо 4

source: \Face 3
cs: \Tvář 3
de: \Kopf 3
fr: \Visage 3
pl: \Twarz 3
ru: \Лицо 3

source: \Face 4
cs: \Tvář 4
de: \Kopf 4
fr: \Visage 4
pl: \Twarz 4
ru: \Лицо 4

source: \Green flags
cs: \Zelené vlajky
de: \Grüne Fahne
fr: \Drapeaux verts
pl: \Zielone flagi
ru: \Зеленый флаг
